{
 "LegacyWorldGen": {
  "0": "กำลังสร้างพื้นผิวโลก",
  "10": "กำลังสร้างถ้ำบนพื้นผิวโลก",
  "11": "กำลังสร้างป่าดงดิบ",
  "12": "กำลังสร้างเกาะลอยฟ้า",
  "13": "กำลังปรับสภาพแวดล้อมให้กับเห็ด",
  "14": "กำลังผสมดินเข้ากับโคลน",
  "15": "กำลังเพิ่มหินกรวด",
  "16": "กำลังเพิ่มของวิบวับ",
  "17": "กำลังเพิ่มใยแมงมุม",
  "18": "กำลังสร้างโลกใต้พิภพ",
  "19": "กำลังเพิ่มผิวน้ำ",
  "1": "กำลังเพิ่มทราย",
  "20": "กำลังสร้างโลกด้านมืด",
  "21": "กำลังสร้างถ้ำภูเขา",
  "22": "กำลังสร้างชายหาด",
  "23": "กำลังเพิ่มอัญมณี",
  "24": "กำลังเพิ่มทรายถล่ม",
  "25": "กำลังขัดเกลาพื้นหลังดินให้เหมาะสม",
  "26": "กำลังวางแท่นบูชา",
  "27": "กำลังปรับสภาพของเหลว",
  "28": "กำลังวางคริสตัลแห่งชีวิต",
  "29": "กำลังวางรูปปั้น",
  "2":  "กำลังสร้างเนิน",
  "30": "กำลังซ่อนสมบัติ",
  "31": "กำลังซ่อนสมบัติเพิ่มเติม",
  "32": "กำลังซ่อนสมบัติในป่า",
  "33": "กำลังซ่อนสมบัติใต้น้ำ",
  "34": "กำลังติดตั้งกับดัก",
  "35": "กำลังติดตั้งของที่พังได้",
  "36": "กำลังติดตั้งเตานรก",
  "37": "กำลังปลูกหญ้าเพื่อรักษาแชมป์",
  "38": "กำลังปลูกต้นกระบองเพชร",
  "39": "กำลังปลูกดอกทานตะวัน",
  "3": "กำลังปูพื้นหลังดิน",
  "40": "กำลังปลูกต้นไม้",
  "41": "กำลังปลูกสมุนไพร",
  "42": "กำลังปลูกวัชพืช",
  "43": "กำลังปลูกเถาวัลย์",
  "44": "กำลังปลูกดอกไม้",
  "45": "กำลังปลูกเห็ด",
  "46": "กำลังจัดการทรัพยากรที่ไม่ได้ใช้",
  "47": "กำลังรีเซ็ทสิ่งของ",
  "48": "กำลังตั้งค่าโหมดยาก",
  "49": "กำลังบันทึกข้อมูลโลก:",
  "4": "กำลังวางหินลงในดิน",
  "50": "กำลังสำรองไฟล์ข้อมูลโลก",
  "51": "กำลังโหลดข้อมูลโลก:",
  "52": "ตรวจสอบการจัดเรียงของแผ่นพื้น:",
  "53": "การโหลดไฟล์ล้มเหลว!",
  "54": "ไม่พบข้อมูลสำรอง",
  "55": "กำลังตรวจสอบข้อมูลแผนที่::",
  "56": "กำลังเพิ่มหิมะ",
  "57": "โลก",
  "58": "กำลังสร้างคุกใต้ดิน",
  "59": "อุกกาบาตตกถึงโลกแล้ว!",
  "5": "กำลังวางดินลงในหิน",
  "60": "กำลังทำให้โลกเรียบขึ้น",
  "61": "กำลังเพิ่มมอส",
  "62": "กำลังสร้างอัญมณี",
  "63": "กำลังสร้างผนังถ้ำ",
  "64": "กำลังสร้างถ้ำแมงมุม",
  "65": "กำลังเคลียร์ข้อมูลแผนที่:",
  "66": "กำลังบันทึกข้อมูลแผนที่:",
  "67": "กำลังโหลดข้อมูลแผนที่:",
  "68": "กำลังวาดแผนที่:",
  "69": "กำลังสร้างน้ำตก",
  "6": "กำลังเพิ่มดินเหนียว",
  "70": "กำลังสร้างซากปรักหักพังในป่า",
  "71": "กำลังสร้างรังแตน",
  "72": "กำลังทำให้โลกปนเปื้อนด้วยเลือด",
  "73": "ทำให้เซฟสมบูรณ์พร้อม:",
  "74": "สไลม์กำลังร่วงมาจากฟากฟ้า!",
  "75": "สไลม์หยุดร่วงลงมาแล้ว!",
  "76": "กำลังวางสิ่งปลูกสร้าง",
  "77": "กำลังเพิ่มหญ้าเข้าไปอีก",
  "78": "สร้างทะเลทราย",
  "79": "กำลังเพิ่มสีสันให้กับผนัง",
  "7": "กำลังสร้างหลุมอย่างสุ่ม",
  "80": "กำลังแกะสลักหินอ่อน",
  "81": "กำลังสร้างหินแกรนิท",
  "8": "กำลังสร้างถ้ำขนาดเล็ก",
  "9": "กำลังสร้างถ้าขนาดใหญ่",
  		"82": "กำลังปลดกับดักที่ใช้การไม่ได้",
		"83": "กำลังทำให้มะฮอกานีเติบโต",
		"84": "ทำความสะอาด",
		"85": "ต้นไม้ตกลง",
		"86": "ทำความสะอาดขั้นสุดท้าย",
		"87": "กำลังสรุปผลของโลก",
		"88": "กำลังทำให้พืชน้ำเติบโต",
		"89": "กำลังวางวัตถุ",
		"90": "กำลังกำหนดความลึก",
 },
 "LegacyDialog": {
  "1": "เหะๆ ไอ้เด็กอย่างเจ้าน่ะ ถ้าให้ไปสู้กับนัยน์เนตรแห่งคธูลูก็คงไม่ไหวหรอกม้างงง",
  "10": "ดูบล็อกดินของข้าสิ มันเปื้อนดินชะมัดเลยนะ รู้เปล่า!",
  "100": "ทำไมต้องชำระล้างโลกใบนี้ด้วย ในเมื่อเจ้าสามารถที่จะทำให้มันกลายเป็นจุลได้?",
  "101": "ถ้าแกโยนสิ่งนี้ลงอ่างอาบน้ำแล้วล็อกทุกบานกระจก หูนายจะวิ้งและตานายจะหลุดออกจากเบ้าเลยล่ะ!",
  "102": "อยากลองเล่นเกมไก่ระเบิดกับข้าไหม?",
  "103": "เฮ้ แกชอบขโมยของบ้านคนอื่นโดยที่บึ้มบ้านทิ้งไว้รึเปล่า?",
  "104": "ห้ามสูบบุหรี่ในนี้ว๊อยยยย!!",
  "105": "ระเบิดก็เป็นระเบิดอยู่วันค่ำแหละ สนใจจะซื้อไปลองตอนนี้มั้ยล่ะ ?",
  "106": "เป็นวันที่ดีที่จะตาย!",
  "107": "ข้าสงสัยว่าจะเกิดถ้าข้า… (ตู้ม!)... โอ๊ะ โทษที ขานั่นจำเป็นมั้ย?",
  "108": "ไดนาไมต์น่ะ เป็นของพิเศษสุดสะบึ้มของฉันเลยนะ",
  "109": "มาดูของที่ข้าขายหน่อยสิ จะบอกให้ราคาบูมมาก ๆ เลยนะ มันบูมแบบบู๊มม! จริงๆด้วย!",
  "11": "เจ้าหนู แดดมันร้อน! ข้ามีชุดเกราะที่ระบายอากาศได้อย่างดีอยู่นะ",
  "110": "ข้าจำได้ลางๆว่าเคยจับผู้หญิงมัดไว้แล้วโยนเข้าไปในดันเจี้ยนนะ",
  "111": "... เรามีปัญหาแล้ว! ข้างนอกนั่นมีจันทราสีเลือด",
  "112": "ข้ายังสเน่ห์แรงอยู่ คิดว่าข้าจะไปชวน {Nurse} ออกเดท ข้าน่ะมันเสือผู้หญิงอยู่แล้ว",
  "113": "หมวกแดงของเจ้านี่แลดูคุ้นๆนะ...",
  "114": "ขอบใจที่ปลดปล่อยข้าจากคำสาปนะ รู้สึกอย่างกับเกิดใหม่เลย",
  "115": "แม่ของข้าบอกกับข้าเสมอว่าข้าจะเป็นช่างตัดเสื้อที่ดีได้",
  "116": "ชชีวิตมันก็เหมือนกับกล่องเสื้อผ้า;เพราะเจ้าไม่รู้ว่าเจ้าจะใส่ตัวไหนดีไงล่ะ!",
  "117": "เพราะงานเย็บปักถักร้อยมันยากยังไงล่ะ! ก็ถ้าเพราะมันง่าย, มันคงไม่มีใครทำกันแล้ว!! นั่นแหละ มันเจ๋งตรงนี้แหละ",
  "118": "ข้ารู้ทุกอย่างที่พวกนั้นรู้เกี่ยวกับงานผ้าน่ะ",
  "119": "ช่วงที่ข้ายังถูกสาปมันก็จะเหงา ๆ หน่อย ข้าเลยวาดหน้าคนลงบนผ้าคลุม แล้วตั้งชื่อมันว่าวิลสัน",
  "12": "ดวงอาทิตย์อยู่สูงเสียดฟ้า, แต่ราคาสินค้าของข้าไม่เป็นอย่างนั้น",
  "120": "ขอบคุณที่แก้เชือกให้ข้านะ, เจ้ามนุษย์ ข้าถูกจับมัดเชือกแล้วถูกทิ้งไว้ที่นี่โดยก็อบลินตัวอื่น จะพูดก็ได้นะว่าพวกข้าเข้าขากันได้ไม่ค่อยดีเท่าไหร่",
  "121": "ข้าไม่อยากจะเชื่อเลยว่าเจ้าพวกนั้นจับฉันมัดเชือกแล้วทิ้งไว้ที่นี่เพียงเพราะข้าบอกพวกมันไม่ได้ไปทางทิศตะวันออก!",
  "122": "ตอนนี้ข้าก็เป็นก็อบลินที่โดนเนรเทศละ, ข้าขอโยนบอลหนามพวกนี้ออกไปได้มั้ย? ",
  "123": "เจ้ากำลังมองหาผู้เชี่ยวชาญด้านอุปกรณ์งั้นเหรอ? ข้านี่แหละกอบลินที่เจ้ากำลังตามหา!!",
  "124": "ขอบคุณที่ช่วยนะ ทีนี้ข้าก็ขอนั่งมองท้องฟ้าและความว่างเปล่าก่อนละกัน ข้าหวังว่าเราจะได้เจอกันอีกนะ",
  "125": "ข้าคิดว่าพวกมนุษย์จะตัวสูงกว่านี้ซะอีก",
  "126": "เฮ้...เอ่อ {Mechanic} เป็นยังไงบ้าง เจ้าได้...เจ้าได้คุยกับเธอบ้างรึเปล่า แบบบังเอิญคุยกันน่ะ",
  "127": "เฮ้! สนใจติดคอปเตอร์ไว้บนหมวกหน่อยไหมพวก ข้าว่ามีคอปเตอร์ติดอยู่บนหมวกน่าจะดูดีไม่น้อยเลยนะ",
  "128": "โย่! ได้ยินมาว่านายชอบจรวด และก็ชอบรองเท้าวิ่งด้วย, ฉันเลยเอาจรวดไปติดไว้กับรองเท้าวิ่งของนายละ",
  "129": "นิ่งเสียตำลึงทอง. ปลาทูแม่กลองอร่อยดี",
  "13": "เอาอีกแล้วหรอเนี่ย นี่ข้าได้ยินเสียง {Mechanic} กับ {Nurse} ทะเลาะกันดังจนถึงตรงนี้เลย",
  "130": "ใช่สิ ทองมันแข็งกว่าเหล็กอยู่แล้ว เดี๋ยวนี้ในโรงเรียนของมนุษย์สอนอะไรกันเนี่ย",
  "131": "เอาตรงๆนะ ปล่อยให้ไอเดียหมวกนิรภัยติดตีนกบอยู่แค่ในกระดาษนั่นละ ดีแล้ว",
  "132": "ก็อนลินเป็นเผ่าพันธุ์ที่โกรธง่ายมาก กะอีแค่เศษผ้าผืนเล็กๆ ก็เป็นชนวนสงครามได้นะ",
  "133": "บอกตรงๆนะ, พวกเราส่วนมากไม่ใช่นักวิทยาศาสตร์ด้านทำจรวดหรอก. แต่ก็นะ,ข้าล่ะหนึ่งในนั้นล่ะ.",
  "134": "รู้หรือเปล่าว่าทำไมพวกมันทุกคนถึงต้องแบกลูกตู้มไปมา ? ก็เพราะว่าข้าไม่แบกมันยังไงล่ะ",
  "135": "ดูนี่สิ! ข้าเพิ่งสร้างสิ่งประดิษฐ์ชิ้นใหม่เสร็จน่ะ ไม่ต้องห่วง เวอร์ชันนี้ทันไม่ระเบิดใส่หน้าเมื่ออใช้งานหนัก ๆ อีกต่อไป",
  "136": "โจรก็อบลินก็ไม่ได้เก่งอะไรมากหรอก กะอีแค่กล่องที่โดนล็อกไว้ยังขโมยของออกมาไม่ได้เลย!",
  "137": "ขอบคุณที่ช่วยข้าไว้นะส หาย! เชือกที่มัดข้าไว้มันเริ่มจะสีกับผิวฉันจนเริ่มแสบละ",
  "138": "โอ้ว! ฮีโร่ของข้ามาแล้ว!!",
   "139": "โอ้ว ช่างกล้าหาญอะไรเช่นนี้! ขอบคุณที่ช่วยข้าไว้นะ แม่สาวน้อย!",
  "14": "นี่เจ้าเคยเห็น ประ...หยัด.. จันทร์อังคาร... ที่เป็นนายกอยู่สารขัณฑ์รึเปล่า?",
  "140": "โอ้ว ช่างกล้าหาญอะไรเช่นนี้! ขอบคุณที่ช่วยข้าไว้นะ เจ้าหนุ่มน้อย!",
  "141": "ตอนนี้เราก็รู้จักกันแล้ว ข้าย้ายมาอยู่กับเจ้าได้ใช่มั้ย?",
  "142": "อ้าวว่าไง {Guide}! วันนี้มีอะไรให้ข้าช่วยล่ะ?",
  "143": "อ้าวว่าไง {Demolitionist}! วันนี้มีอะไรให้ข้าช่วยล่ะ?",
  "144": "อ้าวว่าไง {GoblinTinkerer}! วันนี้มีอะไรให้ข้าช่วยล่ะ?",
  "145": "อ้าวไงจ๊ะ {Nurse}! วันนี้มีอะไรให้ให้ข้าช่วยรึเปล่าล่ะ?",
  "146": "อ้าวไงจ๊ะ {Mechanic}! วันนี้มีอะไรให้ให้ข้าช่วยรึเปล่าล่ะ?",
  "147": "อ้าวไงจ๊ะ {Dryad}! วันนี้มีอะไรให้ให้ข้าช่วยรึเปล่าล่ะ?",
  "148": "อยากให้ข้าเล่นมายากลรึเปล่า? ไม่งั้นหรอ? ก็ได้",
  "149": "อยากได้ลูกอมวิเศษรึเปล่าล่ะ? ไม่งั้นหรอ? ก็ได้..",
  "15": "เฮ้, บ้านหลังนี้ปลอดภัยใช่รึเปล่า? ใช่ไหม๊? ใช่ไหม๊! {PlayerName}?",
  "150": "ข้าอยากจะลองลงมนต์ช็อคโกแลตร้อนถ้าเจ้าส.....ไม่งั้นหรอ? ก็ได้.",
  "151": "นี่เจ้ามาเพื่อจะมาส่องลูกแก้วของข้าหรอ?",
  "152": "อยากได้แหวนที่เปลี่ยนหินให้กลายเป็นสไลม์รึเปล่าล่ะ? ข้าก็อยากได้เหมือนกัน",
  "153": "มีบางคนเคยบอกกับข้าว่ามิตรภาพเปรียบดั่งเวทมนต์ น่าขันสิ้นดี เจ้าใช้มิตรภาพเสกคนให้กลายเป็นกบไม่ได้หรอก",
  "154": "ข้าเห็นอนาคตของเจ้าแล้ว... เจ้าน่ะจะซื้อของจากข้าเป็นจำนวนมากยังไงล่ะ!",
  "155": "ครั้งหนึ่งข้าเคยลองทำให้รูปปั้นนางฟ้ามีชีวิตนะ. แต่นั้นไม่ได้ผลอะไรเลย",
  "156": "ขอบใจนะ!  ช้าอีกแค่นิดเดียวฉันคงกลายเป็นแบบพวกโครงกระดูกข้างล่างนั่นน่ะ",
  "157": "เฮ้, ระวังทางหน่อยสิ! เมื่อกี้ฉันเคยอยู่ตรงนั้นมาแล้วนะ!",
  "158": "รอเดี๋ยวนะ, ฉันเกือบจะต่อไวไฟได้แล้ว",
  "159": "แต่ฉันเกือบติดหลอดไฟเสร็จแล้วนะเนี่ย!",
  "16": "แม้แต่จันทราสีเลือดก็มิอาจหยุดทุนนิยมได้. มามะมาซื้อขายกันดีกว่า",
  "160": "หยุดอย่าขยับ! ฉันทำคอนแทคเลนส์ตกน่ะ.",
  "161": "ฉันอยากได้สวิตซ์เพื่อที่จะ... อะไรนะ!?!",
  "162": "โอ้, ฉันเดานะ. ซื้อสายไฟมาไม่พอล่ะสิ. เจ้าโง่เอ้ย",
  "163": "โอย ขอทีเถอะ อย่างน้อยก็ช่วย... เออ โอเค ช่างมันเถอะ เฮ้อ...",
  "164": "ฉันไม่ชอบสายตาที่จ้องมาแบบนั้น. ฉันทำงานอยู่!!",
  "165": "เฺฮ้ {PlayerName} เพิ่งไปทำธุระกับ {GoblinTinkerer} มารึเปล่า? นายนั่นได้พูดอะไรถึงฉันไหม?",
  "166": "{ArmsDealer} เอาแต่พูดถึงแป้นเหยียบที่ฉันขายตลอดเลย. ฉันก็บอกเขาไปแล้วว่ามันมีไว้เหยียบน่ะ",
  "167": "ชอบซื้อสายไฟเกินกว่าที่จำเป็นทุกทีเลย ใครกันนะ?!",
  "168": "นี่นายแน่ใจนะว่าเสียบปลั้กแล้วน่ะ?",
  "169": "โอ้, นี่นายรู้รึเปล่าว่าบ้านนี้ต้องการอะไรเพิ่มน่ะ? แสงไฟระยิบระยับเพิ่มไง",
  "17": "เพื่อสายตาที่ดี, ซื้อเลนส์กับข้าสิ!",
  "170": "เราสามารถบอกได้ว่าคืนนี้มันเป็นคืนสีเลือดเพราะท้องฟ้าเป็นสีแดง มันมีบางอย่างเกี่ยวกับมันที่ทำให้มอนสเตอร์เกาะกลุ่มกันแบบนี้",
  "171": "เห้ยเพื่อน พอจะรู้มั้ยว่าวัชพืชมรณะมันโตที่ไหน? อ่อเปล่าหรอก อยากรู้เฉยๆน่ะ แค่นี้แหละ",
  "172": "ก็ถ้าเจ้ามองขึ้นไปเจ้าก็จะเห็นว่าจันทรามันเป็นสีแดงอ่ะนะ",
  "173": "เจ้าควรจะอยู่ในบ้านในเวลากลางคืนนะ มันอันตรายมากเลยที่จะออกไปข้างนอกในช่วงเวลานี้",
  "174": "สวัสดี {PlayerName} มีอะไรให้ข้าช่วยมั้ย?",
  "175": "ข้ามาที่นี้เพื่อให้คำแนะนำว่าเจ้าต้องทำอะไรต่อไปในอนาคต ข้าแนะนำให้มาหาข้าทันทีที่เจ้าไม่รู้ว่าต้องทำอะไรต่อ",
  "176": "บางคนเคยกล่าวไว้ว่ามีผู้ที่จะให้ความรู้เกี่ยวกับการเอาชีวิตรอดในดินแดนแห่งนี้...เดี๋ยวนะ นั่นข้าเอง",
  "177": "เจ้าสามารถใช้ที่ขุดขุดดิน ใช้ขวานตัดไม้ แค่วางเมาส์ไปบนบล็อกแล้วกดเลย!",
  "178": "ถ้าเจ้าอยากมีชีวิตรอด เจ้าต้องหาอาวุธและที่อยู่ เริ่มจากไปตัดต้นไม้แล้วเก็บไม้พวกนั้นซะสิ",
  "179": "กดปุ่ม {InventoryKey} เพื่อเข้าเมนูคราฟต์ของ พอมีไม้แล้วก็สร้างโต๊ะงานช่าง เจ้าจะสามารถคราฟต์อะไรได้มากกว่านี้ตราบใดที่เจ้าอยู่ใกล้ๆกับมัน",
  "18": "คอช คาเปร็ค ม็อก… โอ้โทษที! มันเป็นภาษาคลิงออน แปลว่า 'ซื้อซะไม่งั้นเอ็งตาย' น่ะ",
  "180": "เจ้าสามารถสร้างบ้านโดยการวางไม้หรือบล็อกอื่นๆลงบนพื้น อย่าลืมสร้างและวางผนังล่ะ",
  "181": "เมื่อเจ้าได้ดาบไม้มาแล้ว เจ้าน่าจะลองไปเก็บเจลจากสไลม์ดู รวมไม้กับเจลเข้าด้วยกันแล้วเจ้าก็จะได้คบเพลิงไงล่ะ!",
  "182": "อยากที่จะรื้อพื้นหลังหรอ ใช้ค้อนสิ!",
  "183": "เจ้าควรจะไปขุดหาแร่โลหะ เพราะเจ้าสามารถสร้างอะไรได้หลายอย่างจากมันเลย",
  "184": "ตอนนี้เจ้ามีแร่แล้ว เจ้าต้องเปลี่ยนให้มันเป็นแท่งเพื่อที่จะใช้มัน ดังนั้นเราต้องการเตาหลอม!",
  "185": "เจ้าสามารถสร้างเตาหลอมได้จากคบเพลิง, ไม้และหิน อย่าลืมยืนข้างๆโต๊ะงานช่างล่ะ",
  "186": "ของส่วนมากจากแท่งโลหะน่ะจำเป็นต้องใช้ทั่งตีเหล็กในการคราฟต์อ่ะนะ",
  "187": "ทั่งตีเหล็กสามารถคราฟต์ได้จากแท่งเหล็กหรือจะซื้อจาพ่อค้าก็ได้นะ",
  "188": "คริสตัลแห่งชีวิตที่อยู่ใต้ดินเจ้าสามารถใช้เพื่อเพิ่มพลังชีวิตได้ เอาที่ขุดไปขุดมันเลย",
  "189": "ถ้าเจ้าเก็บดาวจากฟากฟ้าได้ 3 ดวงล่ะก็เจ้าจะสามารถเอามันรวมกันเพื่อทำเป็นไอเท็มที่เพิ่มมานาได้นะ",
  "19": "อ้าว! นั่น {PlayerName} ใช่ไหม? ข้าได้ยินเรื่องดี ๆ มาด้วยล่ะ!",
  "190": "ดวงดาวน่ะจะหล่นลงพื้นเต็มไปหมดเลยตอนกลางคืน มันสามารถเอาไปทำอะไรได้หลายอย่างเลย ถ้าเห็นมันล่ะก็อย่าลืมเก็บนะเพราะมันจะหายไปตอนอาทิตย์ขึ้น",
  "191": "มีหลายวิธีเลยที่จะดึงดูดคนเข้ามาในเมืองของเรา แน่นอนว่าพวกเขาก็ต้องการที่อยู่เหมือนกัน",
  "192": "ถ้าจะให้บ้านที่เจ้าสร้างนั่นอยู่ได้ มันจะต้องมีประตู, เก้าอี้, โต๊ะและก็แหล่งไฟ แล้วก็อย่าลืมวางผนังล่ะ",
  "193": "คนสองคนอยู่บ้านเดียวกันไม่ได้นะ อีกอย่าง ถ้าบ้านของพวกเขาพังพวกเขาจะร่อนเร่หาที่อยู่ใหม่ทันที",
  "194": "เจ้าสามารถใช้ตัวดูได้นะว่าบ้านนี้เหมาะสมรึเปล่า เปิดช่องเก็บของดูแล้วกดไปที่รูปบ้านดูสิ",
  "195": "ถ้าอยากให้พ่อค้าเข้ามาขายของน่ะ เจ้าจำเป็นที่มีเงินอยู่สักหน่อย สัก 50 เหรียญเงินน่าจะพอแหละ!",
  "196": "ถ้าอยากให้พยาบาลมาปรนนิบัติคุณล่ะก็ เจ้าจะต้องเพิ่มพลังชีวิตนะ",
  "197": "ถ้าเจ้ามีปืนสักกระบอกล่ะก็ ข้ามั้นใจว่าพ่อค้าอาวุธจะต้องโผล่มาขายกระสุนให้นายแน่ๆ!",
  "198": "เจ้าควรจะพิสูจน์ตัวเองด้วยการสังหารมอนสเตอร์ที่แข็งแกร่งดูบ้างนะ บางทีนางไม้อาจจะสนใจในตัวเจ้าก็ได้",
  "199": "สำรวจดันเจี้ยนให้ครบทุกซอกทุกมุมล่ะ บางทีอาจจะมีนักโทษหลงเหลืออยู่ในนั้นก็ได้",
  "2": "ดูชุดเกราะของเจ้าสิกระจอกชะมัด เจ้าน่าจะซื้อยาฟื้นฟูพลังชีวิตไปด้วยนะ",
  "20": "ข้าเคยได้ยินเกี่ยวกับสมบัติลึกลับนะ...แต่ ช่างมันเถอะ",
  "200": "บางที่ลุงแก่คนนั้นอาจจะเข้ามาอยู่กับพวกเราได้นะถ้าเราไปถอนคำสาปของเขาน่ะ",
  "201": "เก็บระเบิดที่เจ้าหาได้ไว้ก่อนนะ นักวางระเบิดอาจจะอยากมาดูระเบิดนั่นก็ได้",
  "202": "ก๊อปบลินแตกต่างจากพวกเราขนาดนั้นเลยหรอ ทำไมพวกเราถึงอยู่ร่วมกันอย่างสงบสุขไม่ได้นะ?",
  "203": "ข้าเคยได้ยินเกี่ยวกับพ่อมดที่ทรงพลังที่อาศัยอยู่แถวๆนี้ ครั้งหน้าถ้าลงไปใต้ดินก็ลองหาดูดีๆล่ะ",
  "204": "ถ้าเจ้าผสมเลนส์ที่แท่นบูชาปีศาจ เจ้าจะสามารถจะหาทางอัญเชิญสัตว์ประหลาดที่ทรงพลังออกมาได้แน่ๆ แต่เจ้าจะต้องรอกว่าตะวันจะลับขอบฟ้าไปซะก่อน",
  "205": "เจ้าสามารถสร้างอาหารหนอนได้จากเนื้อเน่ากับผงปีศาจนะ แต่เจ้าจะใช้มันได้แค่ภายในแดนปีศาจนะ",
  "206": "แท่นบูชาปีศาจน่ะจะสามารถเจอได้ตามแดนปีศาจ เจ้าต้องอยู่ใกล้ๆมันเพื่อที่จะสร้างบางอย่างนะ.",
  "207": "เจ้าสามารถทำตะขอเกาะได้จากตะขอและโซ่ 3 เส้น จากโครงกระดูกจะเจอได้ในใต้ดินลึกพวกมันอาจจะถือตะขอมาด้วยก็ได้ โซ่สามารถทำได้จากแท่งเหล็ก",
  "208": "ถ้าเจ้าเห็นไหล่ะก็ทุบให้แตกเลย มันมีของจำเป็นอยู่ในนั้นเยอะเลยล่ะ",
  "209": "ในดินแดนนี้น่ะมีสมบัติซ่อนอยู่ทั่วโลกเลย สมบัติที่ดีน่ะส่วนมากจะอยู่ใต้ดินนะ!",
  "21": "อะไรนะ? รูปปั้นนางฟ้า? ไม่เอาล่ะ ข้าไม่ใช่คนรับซื้อขยะนะ",
  "210": "การที่ทุบลูกแก้วเงาอาจจะทำให้มีอุกกาบาตตกลงมาจากฟ้าด้วย ลูกแก้วเงาน่ะสามารถเจอได้ในก้นเหวในแดนปีศาจน่ะ",
  "211": "เจ้าควรจะเพิ่มพลังชีวิตให้มากกว่านี้นะ ไปหาคริสตัลแห่งชีวิตมาเพิ่มนะ",
  "212": "อุปกรณ์ของเจ้าในตอนนี้น่ะไม่ไหวหรอก เจ้าต้องไปทำเกราะที่ดีกว่านี้",
  "213": "ข้าคิดว่าเจ้าน่ะพร้อมแล้วกับการสู้ครั้งใหญ่ ไปหาเลนส์จากลูกตาผีตอนกลางคืนแล้วเอามันไปที่แท่นบูชาปีศาจซะ",
  "214": "เจ้าน่ะต้องไปเพิ่มพลังชีวิตก่อนที่จะการสู้ใหญ่จะมาอีก 15 ดวงก็น่าจะพอแล้ว",
  "215": "หินอีบอนในแดนปีศาจน่ะสามารถชำระล้างได้ด้วยผงของนางไม้ หรือเจ้าจะใช้ระเบิดพังมันก็ได้นะ",
  "216": "ขั้นตอนต่อไปของเจ้าก็คือการลงไปสำรวจเหวในแดนปีศาจ ทำลายลูกแก้วเงาทุกอันที่เจ้าเห็นซะ",
  "217": "มันมีดันเจี้ยนเก่าๆที่อยู่ไม่ไกลจากที่นี้นะ มันน่าจะถึงเวลาแล้วล่ะที่ไปสำรวจที่นั่น",
  "218": "เจ้าควรจะทำพลังชีวิตของเจ้าน่ะเต็มหลอดไปเลย เจ้าควรจะมีหัวใจทั้งหมด 20 ดวงนะ",
  "219": "มีสมบัติมากมายที่รอให้ค้นพบในป่าดงดิบ ถ้าเจ้าคิดจะขุดลงไปอ่ะนะ",
  "22": "เฮ้อ… คราวที่แล้วก็เอาของอะไรทำนองนั้นมาขายให้ข้า… เอ่อ! ข้าหมายถึงของล้ำค่าสุด ๆ ไปเลย",
  "220": "โลกใต้พิภพน่ะมีวัตถุชนิดหนึ่งเรียกว่าหินนรก มันเหมาะมากที่จะเอาไปทำอาวุธและชุดเกราะ",
  "221": "เมื่อเจ้าพร้อมแล้วที่จะจัดการผู้ดูแลโลกนี้ เจ้าคงจะต้องบูชายัญสิ่งมีชีวิตสักหน่อย ทุกอย่างที่เจ้าต้องการน่ะหาได้ในโลกใต้พิภพทั้งหมดเลย",
  "222": "จงไปทุบแท่นบูชาปีศาจทุกอันที่เจ้าเห็นซะ แล้วบางอย่างดีๆอาจจะเกิดขึ้นนะ!",
  "223": "แก่นวิญญาณน่ะสามารถหาได้จากซากศพในที่ที่ศักดิ์สิทธิ์หรือชั่วร้ายมาก",
  "224": "โอ่ โอ โอ้ว นี่มันคือขวด… ไข่ดิบงั้นหรอ!",
  "225": "อยากมาอบคุกกี้ด้วยกันไหม?",
  "226": "อะไร? แกคิดว่าข้าไม่มีอยู่จริงงั้นหรอ?",
  "227": "เย็บหน้าเสร็จแล้ว คราวหน้าก็ระวังให้ดีกว่านี้ละกัน",
  "228": "โดนลึกขนาดนั้น มันมีโอกาสที่จะทิ้งแผลเป็นไว้นะ",
  "229": "โอเคดีขึ้นแล้ว บอกตามตรง ฉันก็ไม่อยากเห็นไอ้บ้าระห่ำแถวนี้ไปโดดเหวเล่นอีกแล้วนะ",
  "23": "เข้าอยากรู้จริงๆว่าจันทราสร้างจากชีสจริงไหม...ห๊ะอะไรหรอ? อ๋อ ๆ จะมาซื้อของใช่ไหม",
  "230": "ดูเหมือนตรงนั้นจะไม่เจ็บเท่าไหร่นะ อึ๊บ โอเค ตอนนี้เจ็บรึยัง?",
  "231": "เมื่อก่อนหน้านั้น ข้ายังใช้ชีวิตอย่างสงบสุขในใต้ดิน แล้วตอนข้ากำลังหลับ ก็มีไอ้บ้าอย่างเจ้ามาแอบขโมยลูก ๆ ของข้าไป",
  "232": "เฉพาะเจ้ากับนางไม้ เท่านั้น ที่ข้าไว้เนื้อเชื่อใจที่สุด เพราะอะไรน่ะเหรอ? ก็มีแต่พวกเจ้าที่ไม่พยายามจะกินข้า หรือแบกข้าไปทำส่วนผสมยาน่ะสิ!",
  "233": "ข้าเคยลองเลียตัวเองแล้วดูว่าพรุ่งนี้จะเกิดอะไรขึ้น รุ่งเช้าทุกจุดที่เลียก็เป็นสีฟ้า...",
  "234": "ทุกครั้งที่ฉันเห็นสีฟ้า มันทำให้ข้าผ่อนครายและขี้เกียจ",
  "235": "แถวนี้ไม่มีหมูใช่ไหม? น้องของข้าเสียขาข้างนึงให้มันไป",
  "236": "คนในหมู่บ้านนี้ดูเพี้ยนยังไงไม่รู้แฮะ เมื่อคืนข้าตื่นขึ้นมากลางดึก ก็เห็นคนสวมหมวกสีแดงกำลังแทะเท้าข้าอยู่",
  "237": "ข้าจะให้ส่วนลดเสื้อผ้ากับคุณเป็นพิเศษเลย ถ้าคุณชวนให้ {Truffle} มาหาข้าเพื่อ.. วัดขนาดตัว",
  "238": "ข้าคิดว่า {Truffle} กำลังเข้าใจผิดนะ เขาเป็นคนตลกจริงๆ",
  "24": "อย่าพูดถึงอะไรที่เป็นทอง ๆ สิ เดี๋ยวนิสัยชอบฉกของข้าก็กำเริบหรอก",
  "240": "ฉันไม่รู้อะไรเกี่ยวกับ”กลเห็ด” ทั้งงนั้น ดังนั้นเลิกถามซะ!",
  "241": "มีเรื่องเล่าเกี่ยวกับข้าที่กระจายไปทั่วที่ว่า ถ้าเอาชนะเขาไม่ได้ ก็กินเขาซะสิ!'",
  "242": "เห้ย เจ้าจะมีอะไรอยู่ในกระเป๋าใบน้อยของเจ้าล่ะนั่น?( ͡° ͜ʖ ͡°)",
  "243": "หรือชั้นควรเป็นสลัดอากาศ? ชั้นเคยตัดสินใจที่จะเป็นสลัดอากาศมาก่อน",
  "244": "ทำสิ่งที่ควรทำเจ็ทแพคนี่เข้ากับนายได้ดีเลยล่ะ!",
  "245": "ชั้นเป็นคนไม่สบอารมณ์กับการซื้อเวลานะ ดังนั้นก็หยุดต่อราคาได้แล้วไอ้ขอทาน!",
  "246": "ชั้นมักฉงนเกี่ยวกับ {Cyborg} นั่น ว่ามันคงสภาพร่างกายให้คงกระพันธุ์ได้ยังไง?",
  "247": "เจ้ากัปตันนั้นควรเป็นชั้นที่่ 'ควบคุมน่านทะเลอันสวยงาม' ถ้านายเข้าใจข้าอ่ะนะ",
  "248": "เอาอุปกรณ์มาให้ชั้นดูหน่อย!( ͡° ͜ʖ ͡°)",
  "249": "ชั้นชอบ…..อุปกรณ์ของคุณนะ มันทำมาจากทองเหลืองหรือเปล่า?",
  "25": "อย่าทำเลือดเลอะใส่เสื้อฉันนะยะ",
  "250": "ถ้าคุณเข้าดินแดนสนธยา คุณจะเห็นสายรุ้งบนท้องฟ้าอันสวยงาม หรือจะให้ฉันทาสีรุ้งให้ก็ได้นะถ้าต้องการ ",
  "251": "ดูเจ้าตัวป่วน {PartyGirl} นั้นสิ เจ้าเด็กนั้นสามารถจะละเลงเมืองให้เป็นสีแดงได้เลยนะ!",
  "252": "ฉันแยกออกระหว่างสีครามและฟ้าอมเขียว แต่ไม่บอกหรอก อิอิ",
  "253": "ไม่เหลือสีขาวไททาเนียมในสต็อกแล้ว ฉะนั้นไม่ต้องมาถามซื้อหรอก",
  "254": "ลองสีม่วงตัดกับชมพูสิ มันเจ๋ง ฉันสาบาน!",
  "255": "ม่า มาย ม่าย มันมีสีเทาหลายเชดสีมากมาย อย่าให้ฉันเริ่มบรรยายนะ",
  "256": "หวังว่าฝนจะไม่ตกจนกว่าสีจะแห้งนะ ถ้าเป็นอย่างนั้นมันหายนะชัดๆ!",
  "257": "ข้าจะเอาสีขั้นเทพมาแลกกับความรวยของเจ้าเอง!",
  "258": "สหายยอดรัก ไอ้สิ่งที่เจ้าสวมใส่อยู่ดูเสร่อมาก เจ้าต้องให้ข้าสอนเกี่ยวกับการย้อมสีทั้งชีวิตล่ะมั้ง!",
  "259": "ถชนิดไม้ที่ข้าจะยอมย้อมสีคือไม้มะโฮกานีเท่านั้น ย้อมไม้แบบอื่นคงเสียของโดยเปล่าประโยชน์",
  "26": "ให้ตายสิ เลือดรีบหยุดไหลซะทีเถอะ!",
  "260": "เจ้าต้องจัดการกับ {Pirate} นะ ทุกครั้งที่เขาเข้ามาในนี้ ต้องใช้เวลาเป็นอาทิตย์กว่ากลิ่นตัวจะหมด",
  "261": "ข้าเป็นหมอประสาอะไร? ข้าเป็นหมอประสาผียังไงล่ะ",
  "262": "หัวใจแห่งเวทมนต์คือธรรมชาติ หัวใจแห่งธรรมชาติคือเวทมนต์",
  "263": "{Nurse} อาจช่วยรักษากายคุณได้ แต่ข้าสามารถรักษาจิตเจ้าได้ ",
  "264": "เลือกให้ดีนะ {PlayerName} ของมีขึ้นมีลง และมนต์ดำของข้าก็ลึกลับเช่นกัน.",
  "265": "เราต้องคุยกัน เกี่ยว.... เกี่ยวกับปาร์ตี้ยังไงล่ะ!",
  "266": "ฉันเลือกไม่ถูกว่าระหว่างปาร์ตี้ กับหลังปาร์ตี้อะไรดีกว่ากัน",
  "267": "เราควรจะจัดปาร์ตี้บริ้งค์รูทนะ แล้วก็จัดปาร์ตี้หลังปาร์ตี้ด้วย",
  "268": "ทนไม่ไหวแล้ว! {PlayerName} การได้รู้จักกับยอดนักผจญอย่างคุณ ทำให้ฉันอยากจัด… งานปาร์ตี้จริงๆ!!",
  "269": "ขึงบอลดิสโก้ไว้ เดี๋ยวฉันจะแสดงให้ดูว่าปาร์ตี้เขาทำกันยังไง!",
  "27": "ถ้าไม่ไหวจริง ๆ ก็ออกไปนอนตายข้างนอกซะนะจ๊ะ~",
  "270": "ฉันเคยไปสวีเดนครั้งนึง พวกเขาปาร์ตี้กันบ้ามาก ทำไมนายไม่ลองแบบเขาล่ะ?",
  "271": "ฉันชื่อ {PartyGirl} แต่ใคร ๆ ก็มักจะเรียกฉันว่า อีบ้าปาร์ตี้ อ่า… ไม่รู้สิฉันว่ามันก็ดูเจ๋งดีนะ",
  "272": "เคยปาร์ตี้ไหม? ซักครั้งนึง? หืม โอเคเราคุยกันได้",
  "273": "ฉันไม่ใช่พวกชนติดดินนะ แต่มันก็ดีกว่าติดดินแล้วสูญเสียมากกว่าติดดินเฉยๆ",
  "274": "โย่ โฮ โฮ่ ขวดใส่..บริ้งค์รูท!",
  "275": "ย้า! มีเรื่องตลกเกี่ยวกับนกแก้วของข้าอ่ะนะ...อืม..เรากำลังคุยเรื่องอะไรกันนะ?",
  "276": "{PlayerName} เจ้าเป็นคนที่ดูดีที่สุดในสายตากัปตันของข้าของคืนหนาวเหนร็บเลยนะ!",
  "277": "ออกไปห่างๆข้า,ไอ้เด็กเวรเอ้!",
  "278": "เรื่องอะไรที่เราคุยกันอยู่นะ? แต่วาฬตัวนั้นเป็นของข้า!",
  "279": "ย้า บร่า ฮ่าดร่าาาา",
  "28": "มันคืออิหยังล่ะนิ?!",
  "280": "แล้วเจ้าหมายเลข 492-8 ก็พูดว่า 'คิดว่าข้าเป็นใครล่ะ หมายเลข 472-6?' ฮ่า ฮ่า ฮ่า",
  "281": "ประสิทธิภาพเครื่องจักรของข้าจะลดลงอย่างมากถ้าโดนอะไรมาตกกระทบใส่เครื่องยนต์ของฉัน",
  "282": "ประโยคนี้ผิดนะ.. หรือ ถูกแล้ว?",
  "283": "เจ้า”พังค์” ที่ดูเป็นนักประดิษฐ์นั้น อืม ข้าควรโชว์ของซักอย่างสองอย่างให้เธอดู",
  "284": "แน่นอน! ข้าและ {Pirate} เป็นคู่หูกัน แต่ข้าไม่ชอบเลยที่นกแก้วของเขามาขี้บนตัวฉัน มันกร่อนตัวข้า!",
  "285": "ข้าได้ติดตั้งระบบรับรสเพื่อที่ข้าจะได้ลิ้มรสเหล้านี่ยังไงล่ะ!",
  "286": "บางทีข้าก็หลุดมาเป็นส่วนๆ... เข้าใจไหม?ส่วนๆ?",
  "287": "รองทรงสั้นใช่มั้ย??",
  "288": "พวกของระยิบระยับพวกนั้นทำให้นายดูมีสเน่ห์จริง!",
  "289": "มือฉันเหนียวมากจาก...กาว( ͡° ͜ʖ ͡°)",
  "29": "ฉันว่าฉันไม่ชอบสีของเธอน",
  "290": "ชา? กาแฟ? หรือน้ำส้มอีกล่ะ?",
  "291": "โอ้ววแม่สาวน้อย เราจริงจังนะ มันจำเป็นต้องแก้ไขผมแตกปลายพวกนี้",
  "292": "คุณน้องขาาา! ฉันชอบเม้าท์กับหล่อนที่สุดเลย",
  "293": "ชุดแบบไหนที่จะรังสรรค์ให้ได้ในวันนี้กันคะ ท่าน?",
  "294": "นั่งลงซักครู่เดียวฉันจะโกนหนวดให้",
  "295": "ไม่ว่าจะเป็นการที่คุณมีสไตล์หรือมองหาสไตล์ก็ได้สดถ้าหมดชื่น",
  "296": "สำหรับคุณ เราควรจะทำอะไรที่มัน...ระดับล่างซักหน่อย",
  "297": "ฉันเคยลองใช้ผลิตภันฑ์ย้อมสีครั้งนึง ทิ้งเลย โคตรแย่",
  "298": "อุ๊ยต๊ายตายยย. แค่… แค่นั่งลงแล้วมันจะเรียบร้อย งื้มมมม",
  "299": "ดูหน้าสดฉันสิ",
  "3": "ข้ารู้สึกเหมือนมีบางอย่างที่เลวร้ายจ้องมองมาที่ข้า",
  "30": "ทำไมคุณต้องมานี่ด้วยล่ะ? ถึงคุณเลือดออก ก็ไม่จำเป็นต้องมานี่นิ ออกไป๊",
  "300": "สวัสดีค่ะท่าน ดิฉัน {Stylist} และฉันจะมาดูแลเรื่องทรงผมให้คุณเอง",
  "301": "มีอะไรบนหัวกระจ๋อยเดียวเนี่ยนะ? ไม่เห็นสนุกเลย...",
  "302": "ฉันคิดว่าคุณคงชอบผมของ {PartyGirl} ที่ฉันทำให้",
  "303": "ไม่มีอะไรที่ฉันทำได้กับผมของ {Demolitionist} เขากระหม่อมบางเกินไป",
  "304": "การตัดแต่งเป็นตัวเลือก แต่จำไว้นะฉันต้องตัดผมด้วยกรรไกรบนหัวคุณ",
  "305": "นี่จะตัดเคราของคุณจนหมดจด",
  "306": "คุณควรจะไปห่างๆผมของฉันตอนกลางคืน ฉันลับคมกรรไกร และหาข้อแก้ต่างที่จะใช้มัน",
  "307": "อืมมม ฉันได้ยืนมาจาก {PartyGirl} ที่เป็นเพื่อน  {Mechanic} ว่า {Nurse} เปย์รองเท้าให้แฟนของเธอ",
  "308": "ครั้งนึงฉันเคยใส่วิคให้ {Cyborg} ดังนั้นฉันเลยตัดผมเขาได้ และฉันโคตรชอบเลย!",
  "309": "ข้าพยายามจะไปหา {Stylist} สักครั้ง เธอมองมาที่ข้าแล้วก็พูดออกมาว่า 'ไม่ต้อง'",
  "31": "อะไร?!",
  "310": "ฉันว่าถึงเวลาทำผมของฉันแล้วล่ะ!",
  "311": "คุณได้หวีผมรึยังวันนี้อ่ะ?",
  "312": "ทรงตัดภูต อยากลองทำให้้ผู้หญิงใจละลายดูไหมล่ะ?",
  "313": "ฉันไม่มีปัญหาล้างหูและขนตนะ แต่ตอนวาดสันจมูกนี่สิ",
  "314": "เอาล่ะ ขอแค่คุณนั่งเป็นหุ่นอยู่ตรงนี้ซักพัก ฉันจะกลับมาย้อมสีผมคุณ 25 นาทีให้หลัง...",
  "315": "ขอบคุณ! ฉันจะได้ทำผมฉันซักที",
  "316": "ฉันจะให้คุณตัดฟรีเลยนะนี่ ถ้าคุณมาเร็วกว่านี้",
  "317": "อย่าเดินไปไหนมาไหนขณะถือกรรไกร เขาพูด ไม่ได้โดนแมงมุมห่อใยซะหน่อย เขาพูด",
  "318": "ยี๊! ผมฉันมีใยแมงมุมเต็มไปหมด!",
  "319": "เจอข้าหลังบ้าน {Guide} สามชั่วโมงหลังจากนี้ ข้าคิดว่ามีอะไรบางอย่างให้เจ้าร้องขอ",
  "32": "เคยเห็นผู้ชายหน้าดันเจี้ยนไหม? เขาดูย่ำแย่สุดๆ",
  "320": "พ่อค้าที่ชื่อ {Merchant} นั่น เขาไม่ค่อยชอบข้อเสนอดีๆแบบนี้สินะครับ",
  "321": "ข้าขายเฉพาะที่ข้าอยากจะขาย. {Clothier} กระตุ้นให้ข้าขายเสื้อผ้่าที่แปลกใหม่",
  "322": "หืมม.. ดูเหมือนว่าเจ้าควรจะใช้รูปปั้นหินนางฟ้านะ มันจะทำให้ทุกอย่างดีขึ้นเป้นอย่างมากเลย!!",
  "323": "กระผมขอสงวนสิทธิ์ ไม่คืนเงินราคาเต็มเพียงเพราะท่านรู้สึกผิดหวังกับสินค้า หรือเหตุผลอะไรก็ตาม...",
  "324": "ซื้อตอนนี้!ส่งฟรี!แน่นอน!",
  "325": "แม้แต่ของแปลก ๆ จากสถานที่ที่ไม่น่าจะมีในโลก เราก็หามาให้ท่านได้!!",
  "326": "ท่านอยากได้จักรยานล้อสูงสองคันงั้นหรือ!?ถ้าอันเดียวก็พอต่อรองได้หน่าาl.",
  "327": "สามารถทำปลาแผ่นบางๆได้ด้วย มันจะไม่แตก!",
  "328": "คุณรู้จัก Passive Income รึเปล่าล่ะ ?? มันอาจจะช่วยให้คุณทำธุรกิจและได้เงินล้านโดยที่ไม่ต้องทำอะไรเลยนะ!!",
  "329": "ถ้าจะมาหาซื้อของไร้ประโยชน์ คุณมาผิดที่แล้วล่ะครับ!",
  "33": "{Demolitionist} น่าจะระวังกว่านี้นะ ฉันล่ะเบื่อที่ต้องมานั่งเย็บแผลเหวอะหวะของเขา เพราะโดนระเบิดทุกวี่ทุกวัน",
  "330": "คิดว่ากระผมขายของมือสองงั้นเรอะ? ไม่เอาน่า เราจำหน่ายเฉพาะไอเท็มคุณภาพล้านดาว จากตลาดชั้นนำเท่านั้นครับ!",
  "331": "การทุบหัวใจเลือดอาจทำให้อุกกาบาตตกจากฟากฟ้า หัวใจเลือดมักเจอในถ้ำดินแดนเลือด.",
  "332": "แกพยายามที่จะปัดเป่าเหล่าหินโลหิตด้วยผงปัดเป่าความชั่วร้ายรึยังล่ะ ?",
  "333": "แกต้องชำระล้างโลกใบนี้ที่เป็นไปด้วยแดนโลหิตนะ",
  "334": "นี่ๆ!ฉันมีงานให้แกทำแล้วก็ไม่ต้องคิดว่ามีหนทางปฎิเสธหรอกนะ!",
  "335": "ฉันอยากได้ปลาที่แกจะหามาให้ฉันตัวนึง ถามฉันเกี่ยวกับมันสิ!",
  "336": "เฮ้! แค่สละชี- ฉันหมายถึงนี่แหละนักตกปลาชั้นยอดที่ฉันเฝ้ามองหา! ",
  "337": "{Angler} อยากให้คุณเป็นลิงรับใช้ใน {WorldName} !",
  "338": "อะรายยย?! นี่ไม่เห็นฉันกำลังดึงเบ็ดหรอ??",
  "339": "ฉันมีปลาเยออะแล้ว! ไม่ต้องมาช่วยแล้ว!",
  "34": "เฮ้ {ArmsDealer} เคยไปหาหมอด้วยเหตุผลอะไรแปลกๆไหม? แค่สงสัยน่ะ",
  "340": "ไม่มีพ่อครัวบนโลก {WorldName}นี้เลย ฉันเลยต้องมาย่างปลากินเอง! ",
  "341": "เฮ้!ดูนี่! ฉันกำลังวางกับดักที่โหดที่สุดที่เคยทำมา! จะไม่มีใครรู้ตัวแน่นอน!อย่าไปบอกใครเชียวนะ!",
  "342": "ให้เด็กสอนซะมั่ง อย่าเอาลิ้นมาเลียน้ำแข็ง! เดี๋ยวก่อนนะ ลืมที่ฉันพูดซะ ฉันอยากเห็นแกทำ!",
  "343": "เคยได้ยินปลาเห่าไหม?!ฉันไม่เคย แค่อยากรู้ว่าแกเคยไหม!",
  "344": "{WorldName} ช่างอุดมสมบูรณ์ มีปลาหลากหลายสายพันธุ์อยู่อาศัย!",
  "345": "ฉันล่ะเสียดายจริงๆ! มันอาจจะมีปลาที่สูญพันธุ์ไปก่อนฉันเกิดเสียอีก!",
  "346": "ฉันก็ไม่มีพ่อหรือเเม่นะ เเต่ว่าฉันมีปลาเต็มเลยนะ อื้มๆ มันก็เเทนกันได้อ่ะนะ",
  "347": "อิๆ เเกน่าาาจะเห็นหน้าของ {Dryad} นะตอนที่ฉันเอาฟันปลาปิรันย่ามาปักเก้าอี้หน่ะ คิกๆ",
  "348": "อื้อ ฉันมีอะไรอยากจะให้เเกทำนะ ฉันโนสนโนเเคร์เว้ย ว่าข้างนอกผีดิบมันจะไล่งับหัวเเกก็เถอะ",
  "349": "เอ้ยยย รีบๆมานั่งฟังฉันหน่อยเด้ะ ฉันจะให้เเก ไปจับอะไรให้หน่อย ตอนนี้เลย!",
  "35": "อื้ม.. ท่าทางจะต้องนั่งคุยกับ {Guide} แบบจริงจังสักทีเเหะ กี่ครั้งเเล้วในสัปดาห์นี้เนี่ย ที่เธอเข้ามาหาฉันพร้อมกับเเผลไหม้จากลาวาเนี่ย… เหนื่อยใจจริงๆ",
  "350": "ฉัน เกลียด จันทรา สีเลือด… มันล่อทำฉันนอนไม่หลับทั้งคืนเพราะพวกเสียงน่ากลัวๆหลอนๆเนี่ย… หาวววว",
  "351": "ช่วงเวลาจันทร์สีเลือดนี่มันเเย่ต่อการตกปลาจริงๆเลยเเหละ ปลาก็กัดฉัน ผีดิบก็กัดด้วย (ห้ะ?) ",
  "352": "พวกมันวิ่งอยู่ข้างนอกเต็มไปหมดเลย!!",
  "353": "อื้ม ขอบคุณนะ ที่ช่วยชีวิตฉัน หรืออะไรก็ตามเเต่ก็เเล้วเเต่เถอะ หวังว่าาาา เเกจะเป็นลูกมือผู้ช่วยของฉันที่เเจ่มนะ ",
  "354": "อุหว่า…. เเกเป็นใครหน่ะ… เห้ยๆๆๆๆๆ ฉันไม่ได้จมน้ำ หรืออะไรเลยนะเว้ย! ไม่ได้จมน้ำ จริงๆนะเว้ย",
  "355": "แกช่วยฉันไว้ เเกนี่ ดีสุดยอดจริงๆเลยเว้ย ฉันจะได้ใช้งา- เอ่อ ไม่ๆ ฉัน ฉันพูดว่า ฉันจะได้จ้างนายให้ช่วยหาอะไรคูลๆให้ฉันหน่อยหน่ะ",
  "356": "อื้ม…. เจ้าพอจะมีกระดูกสำรองขายมั้ยเอ่ย… พอดีข้ากำลังจะหากระดูกสะโพกอันใหม่มาต่อ อีกเเล้วหน่ะ...",
  "357": "เยี่ยมไปเลย! ในที่สุด ก็มีคนที่จะเอาเจ้าหนอนพวกนี้ ออกไปจากมือของข้า...สักที ",
  "358": "มันไม่มีอาการเจ็บป่วย หรือปัญหาใดๆเกิดขึเนเลย หากได้น้ำวันวุ้นของข้าไป เชื่อข้าสิ มันใช้ได้ผลนะ ลองดูผลลัพธ์ที่ฟิกเกอร์ตัวนี้สิ มันดูมีชีวิตชีวานะ",
  "359": "เจ้านี่ ช่างมีความพยายามที่จะลงมาที่นี่จริงๆนะ ว่าเเต่ ซื้อของของข้าสักหน่อยมั้ย?",
  "36": "อื้มๆ เเบบนี้ฉันว่าดูเครกว่าน้าาา",
  "360": "เจ้าจะต้องไม่เชื่อเเน่ๆ ว่าคนอื่นเขาโยนอะไรใส่ข้าบ้าง…. ว่าเเต่ลองซื้ออะไรพวกนั้นมั้ยเล่า...",
  "361": "เจ้าอยากให้ข้ายื่นมือช่วย...งั้นรึ เเต่ครั้งที่เเล้ว ข้าให้ยืม เเต่เป็นเดือน กว่าเจ้าจะคืนมือนั่นให้ข้า...",
  "362": "อยู่ให้ห่างจากพวกแมงมุมนะ มันจะดูดเครื่องในของเธอเหลือเพียงหนังหุ้มกระดูกไว้! ฉันมั่นใจเลย",
  "363": "สองสิ่งที่คงที่บนโลกใบนี้คือ ความตายและภาษี และฉันก็มีทั้งคู่!",
  "364": "เจ้าอีกแล้วงั้นเหรอ? อยากได้เงินอีกรึไง!?",
  "365": "ทำไมคนแถวนี้แม่มเปิดปิดประตูโครมครามกันทุกตัวเลยฟะ!?",
  "366": "ชั้นเห็นแกว่างอยู่ตลอดเวลาเลยนี่ นึกไม่ออกเลยว่าชีวิตการทำงานของพวกแกจะเป็นไง",
  "367": "เออๆๆ! -- เดี๋ยวจะแบ่งให้แล้วโว้ย ใจเย็นไม่เป็นเรอะ เห็นไหมงานตูล้นมือขนาดไหน ",
  "368": "ต้องทำยังไงถึงจะได้มีเวลาส่วนตัวบ้างเนี่ย!? ไปกวนคนอื่นที่ว่างๆ ไม่ได้เรอะ!",
  "369": "...กากน้ำตาลสองถัง กับ -- โอ้ยช่างเถอะ เจ้ามาแล้ว นี่เอาเงินไป",
  "37": "หยึ๋ยย… เกิดอะไรขึ้นกับหน้านายเนี่ย!?",
  "370": "รู้แล้วเหยียบไว้นะ… ข้าไม่รู้เลยทำไมพวกมันยอมจ่ายค่าเช่ากัน",
  "371": "ลองทวงบุญคุณให้ {Dryad} จ่ายข้าหนนึง ดูดิเห็ดงอกตามตัวเลย",
  "372": "ไปบอก {ArmsDealer} ให้หยุดจ่ายกระสุนแทนเงินได้แล้ว, ข้าไม่มีปืนว้อย!",
  "373": "เก่งจริงลองไปทวงเงินไอ้ {Demolitionist} โดยมือไม่ขาดเท้าไม่แหว่งดูเองสิ...",
  "374": "ข้าเพิ่งจะเก็บภาษีจาก {Merchant} มาน่ะ  มันอยากจะรู้ว่าข้าเอาบัตรเครดิตมันไปรึเปล่า.",
  "38": "โอ้พระสงฆ์!! ฉันสบายดี แต่แกไม่น่าจะโอเคนะ",
  "380": "นี่ส่วนแบ่งเงินภาษีจากประชากรที่เพิ่มขึ้นของเรา!",
  "381": "ไอ้ตัวดูดเงินมาอีกแล้ว! รีบๆ หยิบแล้วไสหัวไปเลย!!",
  "382": "โว้ย! เอาเงินไปเลยแล้วไสหัวไปซะ! ",
  "383": "ครั้งนี้มีให้แค่นี้ ข้าไม่ให้เพิ่มอีกสลึงหรอก! อย่าเอาไปถลุงโง่ ๆ ล่ะ",
  "39": "เฮ้เพื่อน เราว่าเราต้องเตรียมงานศพไว้สำหรับ...\nโอ้ไม่... แกจะต้องโอเคขึ้นนะ...",
  "390": "...แล้วทุกคนก็มองข้าเป็นคนโลภ? ไม่ล่ะ, ข้าไม่มีอะไรจะให้เจ้าแล้ว",
  "391": "โฮ่? แกเห็นข้าเป็นตู้กดเงินล่ะสิ มาทีไรก็ถามอยู่เรื่องเดียวตลอดเลยนี่",
  "392": "นอกจากมาเอาเงินแล้ว ไม่คิดจะทักทายข้าสักครั้งเลยเหรอ?",
  "393": "เห๊อ? เจ้าอีกแล้วเรอะ ลืมหรือไงว่าเพิ่งรับเงินจากข้าไปแล้วเมื่อกี้ ไปไหนก็ไปซะแล้วค่อยมาเก็บเงินคราวหน้า",
  "394": "นี่ก็ให้ไปตั้งเยอะแล้วนะว้อย! ออกไป๊!",
  "395": "นี่เจ้าจะมาเอาถุงเงินข้าอีกแล้วหรอ!? แล้วมาหาว่าข้ากั๊กเงินไว้เนี่ยนะ!!",
  "396": "เจ้าพึ่งจะได้เงินไปหยกๆ, ไม่มีแล้วว้อย! ออกไป๊!",
  "397": "เงินไม่งอกจากต้นไม้หรอกนะ ดังนั้นอย่าแอบขโมยผลไม้ข้าละกัน! ",
  "398": "นี่เจ้าใช้เงินที่ข้าจ่ายให้เจ้าไปหมดแล้วงั้นหรอ!!? นี่เห็นข้าเป็นการกุศลรึยังไง, ไปฆ่าสไลม์ไป๊!",
  "399": "อย่ารีบสิโว้ย! ได้เงินเสร็จก็ไปได้แล้ว!",
  "4": "ดาบตัดกระดาษ! วางขายแล้ววันนี้",
  "40": "นายลืมแขนซ้ายไว้ที่นี่แน่ะ เดี๋ยวฉันต่อให้นะ",
  "400": "แป๊บๆ มาขออีกละ?! ไม่ต้องมามอง ข้าไม่เปลี่ยนใจง่ายๆ ชั่วข้ามคืนเฟ้ย! ! ",
  "401": "จงไปทุบแท่นบูชาโลหิตทุกอันที่เจ้าเห็นซะ แล้วบางอย่างดีๆอาจจะเกิดขึ้นนะ!",
  "402": "แท่นบูชาโลหิตน่ะจะสามารถเจอได้ตามแดนโลหิต เจ้าต้องอยู่ใกล้ๆมันเพื่อที่จะสร้างบางอย่างนะ",
  "403": "เจ้าสามารถสร้างสรรค์หลังเปื้อนเลือดได้จากเศษสันหลังกับผงสีชาตนะ แต่เจ้าจะใช้มันได้แค่ภายในแดนโลหิตนะ",
  "41": "เลิกทำตัวเหมือนเด็กได้แล้ว! มันจะทำให้แกดูแย่",
  "42": "นั้น... แกต้องเย็บแผลนะ!!",
  "43": "เห้อ.. โดนแกล้งมาอีกแล้วใช่มั้ย?",
  "44": "แข็งใจเข้าไว้นะ ฉันมีผ้าพันแผลรูปตัวการ์ตูนอยู่ที่ไหนสักที่นึง",
  "45": "เชอะ แกก็รีบรักษาซิ แล้วแกจะดีขึ้นเอง ",
  "46": "มันเจ็บมั้ยล่ะที่แกทำแบบนั้น ? อย่าได้ทำมันอีกล่ะ",
  "47": "ดูเหมือนว่าแกจะโดนย่อยไปครึ่งตัวเลยนะ ท่าทางแกจะไปหาเรื่องกับเจ้าสไลม์อีกล่ะสิ?",
  "48": "หันหน้าไปก่อนแล้วค่อยไอออกมานะ",
  "49": "อะไรอะ ? แผลแค่นี้ยังไม่ใกล้เคียงดับที่ข้าคิดว่าใหญ่เลยด้วยซ้ำ ฉันคิดว่าฉันเคยเห็นแผลที่ใหญ่กว่าแผลของแกอีก...",
  "5": "อยากได้แอปเปิ้ลมั้ย?หรืออยากได้แครอท?หรือสับปรด? ข้ามีคบเพลิงนะ",
  "50": "นายชอบอมยิ้มมั้ย?",
  "51": "ไหนดูซิ เจ็บตรงไหน",
  "52": "โทษที แต่เงินแค่นี้ไม่พอจ่ายหรอก",
  "53": "ฉันต้องการค่ารักษามากกว่านั้นนะ",
  "54": "ฉันไม่รักษาฟรี ๆ ใครก็รู้",
  "55": "เพื่อนเล่นเหรอ? เดี๋ยวได้จบไม่สวย… เดี๊ยะๆ",
  "56": "ถ้าไม่มีอุปกรณ์ผ่าตัด ฉันคงทำอะไรมากไปกว่านี้ไม่ได้แล้ว",
  "57": "เลิกทำให้ฉันเสียเวลาซะที...",
  "58": "ได้ยินว่ามีตุ๊กตาที่หน้าตาคล้าย {Guide} อยู่ที่ไหนสักแห่งในโลกใต้พิภพด้วยนี่ ข้าอยากลองเอามันมาเป็นเป้าซ้อมยิงดูจริง ๆ",
  "59": "จะทำอะไรก็เร็ว ๆ ละกัน ข้าต้องรีบไปเดตกับ {Nurse} อยู่นะ!",
  "6": "ช่างเป็นเช้าที่ดี ว่างั้นไหม? เอาล่ะมีอะไรที่เจ้าต้องการหรือเปล่า",
  "60": "อยากซื้อของอะไรสักอย่างเพื่อมัดใจ {Nurse} จริง ๆ ว่าไงนะ? เธอไม่ขายอะไรเลยเหรอ? ",
  "61": "หุ่น {Dryad} นี่น่ามองไปทุกสัดส่วนจริง ๆ น่าเสียดายที่นางหวงตัวไปหน่อย",
  "62": "ไม่ต้องไปค้าขายกับ {Demolitionist} หรอก ข้ามีทุกอย่างที่เจ้าต้องการแล้ว",
  "63": "{Demolitionist} มีปัญหาอะไรกันนักหนา? หรือเจ้านั่นเพิ่งรู้ว่าเราขายของที่คุณภาพต่างกันขนาดไหน?",
  "64": "เป็นค่ำคืนที่ดีไปเลย น่าลองไปหาใครสักคนคุยด้วยนะ คิดงั้นมั้ย? {PlayerName}?",
  "65": "ข้าชอบยามราตรีที่เหมือนกับคืนนี้ เพราะมันไม่เคยปราศจากการฆ่าฟันเลยไงล่ะ!",
  "66": "ข้าเห็นว่าเจ้ากำลังจ้องมินิชาร์คอยู่สินะ.. เจ้าไม่อยากรู้หรอกว่ามันทำมายังไง",
  "67": "เฮ้ นี้มันไม่ใช่หนัง ไมเคิล เบย์ นะเพื่อน เอากระสุนไปเลย!",
  "68": "เอามือนายออกไปห่างๆปืนฉันเลยนะ!",
  "69": "เจ้าได้ลองเอาผงขจัดสิ่งชั่วร้ายโปรยลงที่หินอีบอนที่แดนปีศาจรึยัง?",
  "7": "ค่ำคืนกำลังมาเยือนในไม่ช้า, สหายข้า ตัดสินใจซื้อของตอนนี้ยังทันนะ",
  "70": "ข้าหวังว่า {ArmsDealer} จะหยุดจีบข้าสักที เขาเอาจริงงั้นเหรอ? อายุข้าตั้ง 500 ปีเชียวนะ",
  "71": "ทำไม {Merchant} ถึงขายรูปปั้นนางฟ้าให้ข้าตลอดเลย? ทุกคนก็รู้ว่ารูปปั้นนั่นมันใช้ทำอะไรไม่ได้",
  "72": "เจ้าเห็นชายแก่ที่วนเวียนอยู่แถว ๆ ดันเจี้ยนไหม เขาดูน่าสงสารมากเลยนะ...",
  "73": "ข้าก็ขายอะไรที่ข้าอยากขายนั่นล่ะ ถ้าเจ้าไม่อยากได้ก็เสียใจนะ",
  "74": "ทำไมเจ้าไม่ลองเผชิญกับมันเหมือนกับเวลานี้ล่ะ?",
  "75": "ข้าไม่ได้แค่อยากให้เจ้าซื้อ แต่อยากให้เจ้าอยากซื้อ เข้าใจไหม?",
  "76": "พวก, นี่ข้าคิดไปเองรึเปล่าว่าทำไมคืนนี้มีผีดิบเป็นล้านเลย?",
  "77": "เจ้าต้องชำละล้างโลกนี้จากความมืด!",
  "78": "รักษาตัวด้วย เทอร์ราเรียยังต้องการคนเช่นเจ้า!",
  "79": "ชีวิตคนเราก็เปรียบดั่งนาฬิกาทราย แกไม่สามารถอยู่ได้นานคัำฟ้าหรอก",
  "8": "เจ้าไม่รู้หรอก ว่าบล็อกดินน่ะถูกส่งขายต่างประเทศ ไปมากมายขนาดไหน",
  "80": "ที่เขาพูดกันว่าข้ามีดีแต่เปลือกนี่หมายความว่าอย่างไรกัน",
  "81": "ก็อบลินสองตัวเดินเข้าไปในบาร์ แล้วตัวนึงก็พูดขึ้นมาว่า ‘อยากได้เบียร์วุ้นๆ?!’",
  "82": "ข้ามิอาจปล่อยให้เจ้าผ่านเข้าไปได้ จนกว่าเจ้าจะปลดปล่อยข้าจากคำสาป",
  "83": "เจ้ามีความปรารถนาที่จะลงไปงั้นรึ... งั้นจงลองมาที่นี่อีกครั้งยามตะวันลับขอบฟ้าสิ",
  "84": "เจ้านายของข้าไม่สามารถออกมาได้ หากตะวันยังปกคลุมทั่วฟ้า",
  "85": "อ่อนแอ... เจ้ายังอ่อนแอเกินไปที่คิดจะต่อกรกับเจ้านายของข้า จงสั่งสมประสบการณ์ และกลับมาที่นี่อีกครั้ง เมื่อเจ้าดีพร้อมแล้ว",
  "86": "คนเขลาเอ๋ย! ด้วยพลังของเจ้าในตอนนี้ อย่าหวังเลยที่จะเผชิญหน้ากับเจ้านายข้า แม้แต่ปลายเล็บ",
  "87": "มองเห็นวิญญาณของคนโง่ที่ตายเพราะไม่รู้จักเจียมตัว อยู่แถว ๆ นี้ไหม? มันกำลังรอให้เพื่อนใหม่อย่างเจ้าไปอยู่ด้วยกันแทบแย่",
  "88": "ได้โปรดอย่าลองดีเลย ท่านผู้มาเยือน เจ้าก็มีแต่จะพาตัวเจ้าเองไปตายเปล่า",
  "89": "เจ้าจะต้องแข็งแกร่งมากกว่านี้ หากปราถนาจะปลดปล่อยข้าจากคำสาป",
  "9": "พวกเขาจะต้องเล่าเรื่องเกี่ยวกับ {PlayerName} สักวัน...... สักวันนึงข้ามั่นใจ.",
  "90": "ท่านผู้มาเยือน ท่านฝึกฝนให้แข็งแกร่งพอที่จะจัดการกับเจ้านายของข้าแล้วงั้นรึ?",
  "91": "ได้โปรด! สู้กับผู้ที่จองจำข้าเอาไว้ และปลดปล่อยออกจากคำสาปนี้ที! ข้าขอร้อง",
  "92": "จัดการเจ้านายของข้าซะ แล้วเจ้าจะสามารถผ่านเข้าไปได้",
  "93": "เจ้าไปเจอหินที่ขุดไม่ได้งั้นหรือ? ทำไมไม่ลองให้มันได้รู้พิษสงของระเบิดดูบ้างล่ะ",
  "94": "เฮ้ เจ้าเห็นตัวตลกแถวนี้บ้างมั้ย",
  "95": "ตะกี้ข้ายังเห็นลูกระเบิดวางอยู่ตรงนี้… มันหายไปไหนแล้วหว่า?",
  "96": "ข้ามีของเตรียมพร้อมพวกผีดิบล่ะ!",
  "97": "ขนาด {ArmsDealer} ยังอยากซื้อของจากข้าเลยนะ!",
  "98": "รอยกระสุนกับหลุมระเบิด อันไหนน่ากลัวกว่ากัน? นั่นล่ะที่ข้าจะสื่อ",
  "99": "ไม่ต้องห่วง {Nurse} จะดูแลเจ้าเอง ต่อให้เจ้าแขนขาขาดเพราะระเบิดพวกนี้ก็ตาม"
  
 },
 "LegacyMenu": {
  "0": "เริ่มใหม่เพื่อเข้าร่วมเล่นเทอราเรีย!",
  "100": "พื้นหลัง: เปิด",
  "101": "พื้นหลัง: ปิด",
  "102": "เลือกภาษา",
  "103": "ภาษา",
  "104": "ใช่",
  "105": "ไม่",
  "106": "ปรับสไตล์แผนที่           ",
  "107": "ปรับภาพเต็มจอ           ",
  "108": "ซูมเข้า                      ",
  "109": "ซูมออก                    ",
  "10": "โหลดไฟล์สำรอง",
  "110": "ปรับค่าความโปร่งแสงขึ้น     ",
  "111": "ปรับค่าความโปร่งแสงลง      ",
  "112": "แผนที่ : เปิด",
  "113": "แผนที่ : ปิด",
  "114": "ทั่วไป",
  "115": "การควบคุมแผนที่",
  "116": "ระบบแสงมัลติคอร์:",
  "117": "ปิด",
  "118": "ปิดเมนู",
  "119": "สิ่งรอบตัว:",
  "11": "ไม่พบไฟล์สำรอง",
  "120": "เคอร์เซอร์อัจฉริยะ",
  "121": "เคอร์เซอร์อัจฉริยะ: เปิด",
  "122": "เคอร์เซอร์อัจฉริยะ: ปิด",
  "123": "แถบความคืบหน้ากิจกรรม",
  "124": "ปิด",
  "125": "เวลาเล่น",
  "126": "เปิด",
  "127": "สไตล์",
  "128": "ภาพเสมือนก่อนวาง: เปิด",
  "129": "ภาพเสมือนก่อนวาง: ปิด",
  "12": "โหมดเล่นคนเดียว",
  "130": "สัตว์ขี่             ",
  "131": "ความสำเร็จ",
  "132": "การแสดงผลเลือดและเนื้อ: เปิด",
  "133": "การแสดงผลเลือดและเนื้อ: ปิด",
  "134": "ยืนยัน",
  "135": "การตั้งค่าเซิร์ฟเวอร์",
  "136": "เชื่อมต่อกับ Steam: ปิด",
  "137": "เชื่อมต่อกับ Steam: เปิด",
  "138": "รองรับผู้เล่น: จากการเชิญเท่านั้น",
  "139": "รองรับผู้เล่น: เพื่อนทุกคนใน Steam",
  "13": "โหมดเล่นหลายคน",
  "140": "เพื่อนสามารถเชิญได้หรือไม่: ไม่ได้",
  "141": "เพื่อนสามารถเชิญได้หรือไม่: ได้",
  "142": "อนุญาติให้เพื่อนของเพื่อนเข้ามา: ไม่",
  "143": "อนุญาติให้เพื่อนของเพื่อนเข้ามา: ใช่",
  "144": "เริ่มต้น",
  "145": "ร่วมเกมด้วย Steam",
  "146": "ร่วมเกมด้วย IP",
  "147": "ชวนเพื่อน",
  "148": "บน",
  "149": "ล่าง",
  "14": "ตั้งค่า",
  "150": "ซ้าย",
  "151": "ขวา",
  "152": "กระโดด",
  "153": "โยนของ",
  "154": "ช่องเก็บของ",
  "155": "ยิงตะขอ",
  "156": "กดใช้ยามานาทันที",
  "157": "กดใช้ยาบัฟทันที",
  "158": "กดใช้ยานพาหนะ",
  "159": "กดใช้ยาพลังชีวิตทันที",
  "15": "ออกจากเกม",
  "160": "เลือกอัตโนมัติ",
  "161": "เคอร์เซอร์อัจฉริยะ",
  "162": "ใช้ไอเทม",
  "163": "ปฏิสัมพันธ์",
  "164": "การควบคุมเกมเพลย์",
  "165": "การควบคุมแผนที่",
  "166": "การควบคุมคีย์ลัด",
  "167": "การตั้งค่าคอนโทรลเลอร์",
  "168": "ซูมเข้า",
  "169": "ซูมออก",
  "16": "สร้างเลย!",
  "170": "ปรับค่าความโปร่งแสงขึ้น",
  "171": "ปรับค่าความโปร่งแสงลง",
  "172": "เปิดใช์รูปแบบแผนที่",
  "173": "เปิดใช้แผนที่ใหญ๋",
  "174": "เลื่อนเลือกไอเทมทางซ้าย",
  "175": "เลื่อนเลือกไอเทมทางขวา",
  "176": "คีย์ลัด #1",
  "177": "คีย์ลัด #2",
  "178": "คีย์ลัด #3",
  "179": "คีย์ลัด #4",
  "17": "ลบ",
  "180": "คีย์ลัด #5",
  "181": "คีย์ลัด #6",
  "182": "คีย์ลัด #7",
  "183": "คีย์ลัด #8",
  "184": "คีย์ลัด #9",
  "185": "คีย์ลัด #10",
  "186": "ควิกมาร์ค #1",
  "187": "ควิกมาร์ค #2",
  "188": "ควิกมาร์ค #3",
  "189": "ควิกมาร์ค #4",
  "18": "ทรงผม",
  "190": "แถบจานเมนูที่ใช้บ่อย",
  "191": "จับเคอร์เซอร์ บน",
  "192": "จับเคอร์เซอร์ ขวา",
  "193": "จับเคอร์เซอร์ ล่าง",
  "194": "จับเคอร์เซอร์ ซ้าย",
  "195": "<ไม่ได้ตั้งไว้>",
  "196": "จับเคอร์เซอร์ด้วย D-Pad",
  "197": "คีย์ลัดบนปุ่ม D-Pad",
  "198": "การตั้งค่าคอนโทรลเลอร์ขั้นสูง",
  "199": "ปรับจุดสุดขอบของอนาล็อค",
  "19": "ดวงตา",
  "1": "กำลังรันบนพอร์ต...",
  "200": "เลื่อนจุดสุดขอบของอนาล็อค",
  "201": "จุดสุดขอบของอนาล็อคซ้ายในแนวราบ",
  "202": "จุดสุดขอบของอนาล็อคซ้ายในแนวดิ่ง",
  "203": "จุดสุดขอบของอนาล็อคขวาในแนวราบ",
  "204": "จุดสุดขอบของอนาล็อคขวาในแนวดิ่ง",
  "205": "สั่งอนาล็อกซ้ายให้ตรงข้ามในแนวราบ",
  "206": "สั่งอนาล็อกซ้ายให้ตรงข้ามในแนวดิ่ง",
  "207": "สั่งอนาล็อกขวาให้ตรงข้ามในแนวราบ",
  "208": "สั่งอนาล็อกซฝขว่ให้ตรงข้ามในแนวดิ่ง",
  "209": "นำไปใช้",
  "20": "สีผิว",
  "210": "อินเตอร์เฟส",
  "211": "รหัสผ่าน: แสดงผล",
  "212": "รหัสผ่าน: ซ่อน",
  "213": "ความสำคัญของเคอร์เซอร์อัจฉริยะ: ที่ขุด -> ขวาน",
  "214": "ความสำคัญของเคอร์เซอร์อัจฉริยะ: ขวาน -> ที่ขุด",
  "215": "การวางบล็อกอัจฉริยะ: ตามเคอร์เซอร์",
  "216": "การวางบล็อกอัจฉริยะ: เติมช่องที่ว่าง",
  "217": "ขอบของเคอร์เซอร์",
  "218": "เมาส์",
  "219": "ควบคุม",
  "21": "เสื้่อผ้า",
  "220": "กดใช้งานเซ็ตโบนัส: ปุ่มขึ้น",
  "221": "กดใช้งานเซ็ตโบนัส: ปุ่มลง",
  "222": "ปรับแต่งการควบคุม",
  "223": "ทิ้งไอเทมโดย Shift ซ้าย: เปิดใช้งาน",
  "224": "ทิ้งไอเทมโดย Shift ซ้าย: ปิดใช้งาน",
  "225": "แทนที่ผนังอย่างรวดเร็ว: ปิดใช้งาน",
  "226": "แทนที่ผนังอย่างรวดเร็ว: เปิดใช้งาน",
  "227": "แช่แถบจานเมนูที่ใช้บ่อย: ปิด",
  "228": "แช่แถบจานเมนูที่ใช้บ่อย: เปิด",
  "229": "ตารางไม้บรรทัด : เปิด",
  "22": "ผู้ชาย",
  "230": "ตารางไม้บรรทัด : ปิด",
  "231": "ล็อคเป้าหมาย",
  "232": "การล็อคเป้าหมาย: ศัตรูที่เล็งไว้",
  "233": "การล็อคเป้าหมาย: ศัตรูที่ใกล้ที่สุด",
  "234": "การล็อคเป้าหมาย: ศัตรูที่อยู่ในแนวเดียวกัน",
  "235": "abc / ABC / !@#",
  "236": "แบ็คสเปช",
  "237": "ยืนยัน",
  "238": "สเปชบาร์",
  "239": "<-",
  "23": "ผู้หญิง",
  "240": "->",
  "241": "คำแนะนำคอนโทรเลอร์: เปิด",
  "242": "คำแนะนำคอนโทรเลอร์: ปิด",
  "243": "การควบคุมเมนู",
  "244": "ควิกบาร์ถาดกลม",
  "245": "โหมดย่อหน้าจอแบบไร้ขอบ: เปิด",
  "246": "โหมดย่อหน้าจอแบบไร้ขอบ: ปิด",
  "247": "ข้ามเฟรม: เปิด",
  "248": "ข้ามเฟรม: ปิด",
  "249": "ข้ามเฟรม: ไดนามิค",
  "24": "ฮาร์ดคอร์",
  "250": "เอฟเฟต์ตอนขุดบล็อก: เปิด",
  "251": "เอฟเฟต์ตอนขุดบล็อก: ปิด",
  "252": "ดีเลย์การเคลื่อนอินเตอร์เฟส",
  "25": "มีเดียมคอร์",
  "26": "ซอฟต์คอร์",
  "27": "สุ่ม",
  "28": "สร้าง",
  "29": "ตัวละครฮาร์ดคอร์จะตายไม่มีวันหวนกลับ",
  "2": "ขาดการเชื่อมต่อ",
  "30": "ตัวละครมีเดียมคอร์จะดรอปเงินและไอเทมเมื่อตาย",
  "31": "ตัวละครซอฟต์คอร์จะดรอปเงินเมื่อตาย",
  "32": "เลือกความยากตัวละคร",
  "33": "เสื้อชั้นนอก",
  "34": "เสื้อชั้นใน",
  "35": "กางเกง",
  "36": "รองเท้า",
  "37": "ทรงผม",
  "38": "สีทรงผม",
  "39": "สีดวงตา",
  "3": "เซิร์ฟเวอร์นี้ต้องการรหัสผ่าน:",
  "40": "สีผิว",
  "41": "สีเสื้อชั้นนอก",
  "42": "สีเสื้อชั้นใน",
  "43": "สีกางเกง",
  "44": "สีรองเท้า",
  "45": "ใส่ชื่อตัวละคร:",
  "46": "ลบ",
  "47": "สร้างโลก",
  "48": "ใส่ชื่อโลก:",
  "49": "เล่นแบบย่อหน้าจอ",
  "4": "ตกลง",
  "50": "เล่นแบบเต็มหน้าจอ",
  "51": "ความละเอียด",
  "52": "แพระแลคซ์",
  "53": "ข้ามเฟรม: เปิด",
  "54": "ข้ามเฟรม: ปิด",
  "55": "การแสดงผลแสง: สี",
  "56": "การแสดงผลแสง: ขาว",
  "57": "การแสดงผลแสง: ย้อนยุค",
  "58": "การแสดงผลแสง: ห่วย",
  "59": "คุณภาพกราฟิก: อัตโนมัติ",
  "5": "ย้อนกลับ",
  "60": "คุณภาพกราฟิก: สูง",
  "61": "คุณภาพกราฟิก: ปานกลาง",
  "62": "คุณภาพกราฟิก: ต่ำ",
  "63": "กราฟิก",
  "64": "สีเคอร์เซอร์",
  "65": "ระดับเสียง",
  "66": "การควบคุม",
  "67": "บันทึกอัตโนมัติ: เปิด",
  "68": "บันทึกอัตโนมัติ: ปิด",
  "69": "หยุดเกมอัตโนมัติ: เปิด",
  "6": "ยกเลิก",
  "70": "หยุดเกมอัตโนมัติ: ปิด",
  "71": "ข้อความเมื่อหยิบไอเทม: เปิด",
  "72": "ข้อความเมื่อหยิบไอเทม: ปิด",
  "73": "ความละเอียดภาพเมื่อแสดงผลแบบเต็มจอ",
  "74": "บน                ",
  "75": "ล่าง             ",
  "76": "ซ้าย               ",
  "77": "ขวา             ",
  "78": "กระโดด             ",
  "79": "โยน            ",
  "7": "ใส่รหัสผ่านเข้าเซิฟเวอร์:",
  "80": "ช่องสัมภาระ         ",
  "81": "ใช้ยาพลังชีวิต       ",
  "82": "ใช้ยามานา      ",
  "83": "ใช้ยาบัฟ       ",
  "84": "ยิงตะขอ            ",
  "85": "เลือกอัตโนมัติ         ",
  "86": "รีเซ็ตค่าเดิม",
  "87": "เข้าร่วม",
  "88": "เล่นผ่านการโฮสต์",
  "89": "กรอกไอพีแอสเดรส:",
  "8": "กำลังเปิดเซิร์ฟเวอร์...",
  "90": "กรอกพอร์ต:",
  "91": "เลือกขนาดโลก:",
  "92": "เล็ก",
  "93": "กลาง",
  "94": "ใหญ่",
  "95": "แดง:",
  "96": "เขียว:",
  "97": "น้ำเงิน:",
  "98": "เสียง:",
  "99": "เพลง:",
  "9": "การโหลดผิดพลาด!"
 },
 "LegacyTooltip": {
  "0": " สวมใส่ในช่องแฟชั่น",
  "10": "ค่อนข้างช้า",
  "11": "ช้าขี้เซา",
  "12": "เต่ายังเร็วกว่า",
  "13": "หอยทากเป็นตะคริว",
  "14": "ไม่มีแรงผลัก",
  "15": "แรงผลักอ่อนสุดๆ ",
  "16": "แรงผลักอ่อนมาก",
  "17": "แรงผลักอ่อน",
  "18": "แรงผลักปกติ",
  "19": "แรงผลักรุนแรง",
  "1": "จะไม่ได้ค่าสถานะจากการสวมใส่",
  "20": "แรงผลักรุนแรงมาก",
  "21": "แรงผลักรุนแรงสุดๆ",
  "22": "แรงผลักแบบบ้าคลั่ง",
  "23": "สวมใส่ได้",
  "24": "ไอเทมประดับกาย",
  "25": " พลังป้องกัน",
  "26": "% พลังขุด",
  "27": "% พลังตัด",
  "28": "% พลังทุบ",
  "29": " ฟื้นฟู",
  "2": " พลังโจมตีกายภาพ",
  "30": " พลังชีวิต",
  "31": " มานา",
  "32": " ผู้ใช้",
  "33": "สามารถวางได้",
  "34": "กระสุน",
  "35": "ใช้แล้วหมดไป",
  "36": "วัตถุดิบ",
  "37": " นาทีที่มีผล",
  "38": " วินาทีที่มีผล",
  "39": "% พลังโจมตี",
  "3": " พลังโจมตีระยะไกล",
  "40": "% ความเร็ว",
  "41": "% โอกาสติดคริติคอล",
  "42": "% อัตราร่ายมานา",
  "43": "% ขนาด",
  "44": "% ความเร็วกระสุน",
  "45": "% แรงผลัก",
  "46": "% ความเร็วเคลื่อนที่",
  "47": "% ความเร็วโจมตีกายภาพ",
  "48": "โบนัสเซ็ท:",
  "49": "ราคาขาย:",
  "4": " พลังโจมตีเวทมนต์",
  "50": "ราคาซื้อ: ",
  "51": "ไม่มีมูลค่า",
  "52": "ใช้",
  "53": " พลังโจมตีจากการอัญเชิญ",
  "54": " ระยะการใช้เครื่องมือ",
  "55": " พลังโจมตี",
  "56": "เลือกเป็นรายการโปรด",
  "57": "ป้องกัน ขาย/ทิ้ง โดยไม่เจตนา",
  "58": " พลังโจมตีในการขว้าง",
  "59": "ต้องสาปโดยสิ่งมีชีวิตอันทรงพลังในป่าดงดิบ",
  "5": "% อัตราการโจมตีติดคริติคอล",
  "6": "เร็วแสง",
  "7": "เร็วสุด ๆ",
  "8": "เร็วมาก",
  "9": "เร็วปกติ"
 },
 "LegacyMultiplayer": {
  "0": "ได้รับ: ",
  "10": "คุณไม่ได้อยู่ในทีม!",
  "11": "{0} ได้เปิดโหมดการต่อสู้!",
  "12": "{0} ได้ปิดโหมดการต่อสู้",
  "13": "{0} ได้ออกจากทีม",
  "14": "{0} ได้เข้าร่วมกับทีมสีแดง",
  "15": "{0} ได้เข้าร่วมกับทีมสีเขียว",
  "16": "{0} ได้เข้าร่วมกับทีมสีน้ำเงิน",
  "17": "{0} ได้เข้าร่วมกับทีมสีเหลือง.",
  "18": "ยินดีต้อนรับสู่",
  "19": "{0} ได้เข้าร่วมเกม",
  "1": "รหัสผิด",
  "20": "{0} ได้ออกจากเกม",
  "21": "/players",
  "22": "{0} ได้เข้าร่วมกับทีมสีชมพู.",
  "2": "ไม่พบการสั่งการ",
  "3": "คุณโดนแบนจากเซิร์ฟเวอร์นี้.",
  "4": "คุณใช้ตัวเกมคนละเวอร์ชั่นกับเซิร์ฟเวอร์นี้.",
  "5": "{0} อยู่ในเซิร์ฟเวอร์นี้แล้ว.",
  "6": "/playing",
  "7": "ผู้เล่นในขณะนี้: ",
  "8": "/roll",
  "9": "rolls a"
 },
 "LegacyMisc": {
  "0": "กองทัพก็อบลินถูกกำจัดแล้ว!",
  "100": "เลือกด้านมืดของโลก",
  "101": "ดินแดนปีศาจ",
  "102": "ดินแดนสีชาต",
  "103": "สุ่ม",
  "104": "ไม่สามารถใช้งานได้ด้วยมานาจนกว่าจะปราบกองทัพโอลด์วันลงได้",
  "10": "รู้สึกเสียวสันหลังแปลกๆ...",
  "11": "เสียงกรีดร้องก้องกังวาลรอบๆตัวคุณ...",
  "12": "โลกของคุณได้รับพรแห่งโคบอลต์แล้ว!",
  "13": "โลกของคุณได้รับพรแห่งมิธริลแล้ว!",
  "14": "โลกของคุณได้รับพรแห่งอดาแมนไทต์แล้ว!",
  "15": "จิตวิญญาณโบราณแห่งแสงสว่างและความมืดได้ถูกปลดปล่อยออกมาแล้ว.",
  "19": "{0} ถูกฆ่าตาย...",
  "1": "กองทัพก็อบลินกำลังมาจากทิศตะวันตก!",
  "20": "สุริยุปราคากำลังเกิดขึ้น!",
  "21": "โลกของคุณได้รับพรแห่งพัลลาเดียม!",
  "22": "โลกของคุณได้รับพรแห่งโอริคัลคุม!",
  "23": "โลกของคุณได้รับพรแห่งไทเทเนียม!",
  "24": "โจรสลัดถูกกำจัดแล้ว!",
  "25": "กลุ่มโจรสลัดกำลังบุกมาจากทิศตะวันตก!",
  "26": "กลุ่มโจรสลัดกำลังบุกมาจากทิศตะวันออก!",
  "27": "กลุ่มโจรสลัดบุกเข้ามาแล้ว!",
  "28": "เจ้ารู้สึกได้ถึงแรงสั่นสะเทือนจากใต้พื้นพิภพ...",
  "29": "ค่ำคืนนี้ต้องเป็นค่ำคืนที่ไม่สวยแน่ ๆ...",
  "2": "กองทัพก็อบลินกำลังบุกมาจากทิศตะวันออก!",
  "30": "เจ้ารู้สึกได้ถึงอากาศรอบ ๆ ตัวที่เย็นลงผิดปกติ...",
  "31": "จันทราฟักทองกำลังตื่นขึ้น...",
  "32": "พลังแห่งผืนป่าดงดิบถูกพยายามทำให้ตื่น...",
  "33": "มีเสียงกรีดร้องก้องกังวาลจากปราสาทคุก...",
  "34": "จันทราเยือกแข็งกำลังตื่นขึ้น...",
  "35": "{0} ออกเดินทางแล้ว!",
  "36": "{0} หลบหนีออกไปแล้ว!",
  "37": "หลาย ๆ",
  "38": "แท่นเหยียบ",
  "39": " และเพิ่มการฟื้นฟูพลังชีวิต",
  "3": "กองทัพก็อบลินมาถึงแล้ว!",
  "40": "เพิ่มอัตราฟื้นฟูพลังชีวิต",
  "41": "กองทัพชาวดาวอังคารกำลังบุกรุก!",
  "42": "กองทัพชาวดาวอังคารถูกขับไล่แล้ว!",
  "43": "สิ่งมีชิวิตจากฟากฟ้ากำลังบุกรุก!",
  "44": "จิตใจของเจ้ากำลังมึนงง...",
  "45": "เจ้ากำลังถูกปกคลุมไปด้วยความเจ็บปวด...",
  "46": "เสียงจากโลกใบอื่นก้องกังวาลรอบ ๆ ตัวจ้า...",
  "47": "ราชันแห่งจันทราได้ตื่นจากการหลับไหล!",
  "48": "แฝดแห่งนัยน์เนตรได้ปรากฏตัวขึ้นแล้ว !!",
  "49": "เจ้าได้ตื่นจากฝันอันแปลกประหลาด...",
  "4": "แก๊งมนุษย์หิมะได้ถูกกำจัดแล้ว!",
  "50": "ได้ถูกกำจัดแล้ว!",
  "51": "ชิ้นส่วนจันทรา",
  "52": "เจ้ารู้สึกได้ถึงอุบัติภัยที่กำลังคืบคลานเข้ามา...",
  "53": "เลือก",
  "54": "รับมา",
  "55": "รับมา 1 ชิ้น",
  "56": "ปิด",
  "57": "ยิงจะขอ",
  "58": "กระโดด",
  "59": "คีย์ลัดแบบวงล้อ",
  "5": "แก๊งมนุษย์หิมะกำลังบุกมาจากทิศตะวันตก!",
  "60": "โจมตี",
  "61": "สร้าง",
  "62": "ดื่ม",
  "63": "แอคชั่น",
  "64": "สับเปลี่ยนเมนู",
  "65": "วาง",
  "66": "สลับที่",
  "67": "สวมใส่",
  "68": "ถอดออก",
  "69": "ดูการจองบ้านของชาวเมือง",
  "6": "แก๊งมนุษย์หิมะกำลังบุกมาจากทิศตะวันออก",
  "70": "ตรวจความเหมาะสมของบ้าน",
  "71": "คราฟต์ทันที",
  "72": "คราฟต์",
  "73": "เลือก",
  "74": "ถังขยะ",
  "75": "ขาย",
  "76": "โอนย้าย",
  "77": "โชว์ให้เห็น",
  "78": "ซ่อนไม่ให้เห็น",
  "79": "ใช้",
  "7": "แก๊งมนุษย์หิมะบุกเข้ามาแล้ว!",
  "80": "พูด",
  "81": "อ่าน",
  "82": "ย้อนกลับ",
  "83": "รายการโปรด",
  "84": "คุณไม่สามารถเปลี่ยนทีมได้เมื่ออยู่ในโซนทีมของคุณ !!",
  "85": "แมลง",
  "86": "เป็ด",
  "87": "ผีเสื้อ",
  "88": "หิ่งห้อย",
  "89": "การตั้งค่าเดินวงจร",
  "8": "จันทราสีเลือดกำลังตื่นขึ้น...",
  "90": "ซื้อ",
  "91": "ซื้ออีก",
  "92": "ขาย",
  "93": "คราฟต์เพิ่ม",
  "94": "พยายามเอาออก",
  "95": "หอยทาก",
  "96": "ดูเหมือน ",
  "97": " จัดงานปาร์ตี้",
  "98": " จัดงานปาร์ตี้",
  "99": "งานปาร์ตี้จบลงแล้ว!",
  "9": "คุณรู้สึกมีอะไรบางอย่างที่ไม่น่าไว้ใจมองคุณอยู่..."
 },
 "LegacyInterface": {
  "0": "พลังชีวิต:",
  "100": "สิ่งมีชีวิตที่พบ",
  "101": "จำนวนการฆ่า",
  "102": "การเคลื่อนที่ของจันทรา",
  "103": "ความเร็วในการเคลื่อนที่",
  "104": "สมบัติ",
  "105": "สิ่งมีชีวิตหายาก",
  "106": "พลังโจมตีต่อวินาที",
  "107": "ต้นไม้ประหลาด",
  "108": "เปิดแผนที่",
  "109": "ปิดแผนที่",
  "10": "พลังป้องกัน",
  "110": "ดูโฟลเดอร์ต้นทาง",
  "111": "ถ่ายรูปจากจอทันที",
  "112": "คุณจำเป็นต้องจัดเฟรมเสียก่อน",
  "113": "สามารถใช้งานได้ในโหมดย่อหน้าจอเท่านั้น",
  "114": "สามารถใช้งานได้เมื่อแผนที่ใช้งานได้เท่านั้น",
  "115": "ไม่สามารถใช้โหมดกล้องถ่ายภาพได้",
  "116": "ไฮไลท์ไอเทมใหม่: ปิด",
  "117": "ไฮไลท์ไอเทมใหม่: เปิด",
  "118": "ซูมเข้า",
  "119": "ซูมออก",
  "11": "แฟชั่น",
  "120": "เคลื่อนย้ายไปหาเพื่อน",
  "121": "ทิ้งไอเทม",
  "122": "จัดช่องเก็บของอัตโนมัติ",
  "123": "อากาศเย็น",
  "12": "ส่วนหัว",
  "13": "ส่วนอก",
  "14": "ส่วนล่าง",
  "15": "ทองคำขาว",
  "16": "ทองคำ",
  "17": "เงิน",
  "18": "ทองแดง",
  "19": "เสริมแกร่ง",
  "1": "หายใจ",
  "20": "วางไอเทมที่คุณจะเสริมแกร่งตรงนี้",
  "21": "แสดงวัตถุดิบที่ต้องใช้งาน",
  "22": "สิ่งที่ต้องการ:",
  "23": "คราฟต์ด้วยมือเปล่าได้เลย",
  "24": "วางวัตถุดิบที่คุณต้องการตรงนี้",
  "25": "การคราฟต์",
  "26": " ตังค์ ",
  "27": "กระสุน",
  "28": "ร้านค้า",
  "29": "หยิบมาให้หมด!",
  "2": "มานา",
  "30": "ฝากทั้งหมด",
  "31": "จัดเรียงให้ไวเลยนะ",
  "32": "กระปุกหมู",
  "33": "ตู้เซฟ",
  "34": "เวลา",
  "35": "บันทึกและออก",
  "36": "ตัดการเชื่อมต่อ",
  "37": "ไอเทม",
  "38": "เจ้าน่ะได้ตายไปแล้ว...",
  "39": "บ้านหลังนี้ใช้การได้ เหมาะสมที่จะให้ชาวเมืองอาศัย !",
  "3": "ถังขยะ",
  "40": "เราไม่อาจเรียกเจ้านี่ว่าเป็นที่อยู่อาศัยได้นะ",
  "41": "บ้านหลังนี้มีผู้อยู่อาศัยอยู่แล้ว",
  "42": "บ้านหลังนี้ถูกกลืนกินโดยพลังปีศาจแล้ว ย้ายบ้านซะไม่ก็หาทางขับไล่มัน",
  "43": "หมดเวลาการเชื่อมต่อ",
  "44": "กำลังรับข้อมูลช่องวางบล็อค",
  "45": "สวมใส่",
  "46": "ค่าใช้จ่าย",
  "47": "บันทึก",
  "48": "แก้ไข",
  "49": "สถานะ",
  "4": "สัมภาระ",
  "50": "ต้องสาป",
  "51": "ช่วยเหลือ",
  "52": "ปิด",
  "53": "น้ำ",
  "54": "ฟื้นฟูพลังชีวิต",
  "55": "บ้านหลังนี้ยังไม่ครบข้อกำหนดสำหรับ",
  "56": "ลาวา",
  "57": "สีย้อม",
  "58": "น้ำผึ้ง",
  "59": "แสดง",
  "5": "คีย์ลัด: ปลดล็อค",
  "60": "ซ่อน",
  "61": "เปลี่ยนชื่อ",
  "62": "ตั้งค่า",
  "63": "ยกเลิก",
  "64": "ภารกิจ",
  "65": "ภารกิจอเทม",
  "66": "เงินเก็บ",
  "67": "ถ่ายรูปจากกรอบที่ตั้งไว้",
  "68": "การตั้งค่า",
  "69": "สร้างกรอบ",
  "6": "คีย์ลัด: ล็อค",
  "70": "ขยับขยายกรอบที่สร้างไว้",
  "71": "ปิด",
  "72": "เปิด",
  "73": "ปิด",
  "74": "กำลังแพ๊ครูปภาพ",
  "75": "ถ่ายติดสิ่งมีชีวิตอื่น",
  "76": "ถ่ายติดพื้นหลัง",
  "77": "เลือกไบโอม",
  "78": "ตั้งค่ากรอบใหม่",
  "79": "อุปกรณ์",
  "7": "จัดแจงหมู่บ้าน",
  "80": "จัดแจงหมู่บ้าน",
  "81": "โหมดถ่ายรูป",
  "82": "เติมของ",
  "83": "จันทราเยือกแข็ง",
  "84": "รัตติกาลฟักทอง",
  "85": "กองทัพจากดาวอังคาร",
  "86": "กองทัพโจรสลัด",
  "87": "แก๊งตุ๊กตาหิมะ",
  "88": "กองทัพก็อบลิน",
  "89": "เก็บ",
  "8": "การปรับแต่งการอยู่อาศัย",
  "90": "ตะขอเกี่ยว",
  "91": "พาหนะ",
  "92": "สัตว์เลี้ยง",
  "93": "รถราง",
  "94": "สัตว์เลี้ยงที่ให้แสงสว่าง",
  "95": "เวลา",
  "96": "สภาพอากาศ",
  "97": "ตกปลา",
  "98": "ตำแหน่ง",
  "99": "ระดับความลึก",
  "9": "เครื่องประดับ"
 },
 "LegacyChestType": {
  "0": "หีบ",
  "10": "หีบเถาวัลย์",
  "11": "หีบน้ำแข็ง",
  "12": "หีบไม้มีชีวิต",
  "13": "หีบนภาพรรณ",
  "14": "หีบเฉดวู้ด",
  "15": "หีบที่ใยแมงมุมเกาะ",
  "16": "หีบนครวัด",
  "17": "หีบวารี",
  "18": "หีบพนา",
  "19": "หีบเสื่อมทราม",
  "1": "หีบทองคำ",
  "20": "หีบโลหิต",
  "21": "หีบศักดิ์สิทธิ์",
  "22": "หีบเยือกแข็ง",
  "23": "หีบพนาล็อกกุญแจ",
  "24": "หีบเสื่อมทรามล็อกกุญแจ",
  "25": "หีบโลหิตล็อกกุญแจ",
  "26": "หีบศักดิ์สิทธิ์ล็อกกุญแจ",
  "27": "หีบเยือกแข็งล็อกกุญแจ",
  "28": "หีบไม้ราชวงค์",
  "29": "หีบน้ำผึ้ง",
  "2": "หีบทองคำล็อกกุญแจ",
  "30": "หีบเครื่องจักรไอน้ำ",
  "31": "หีบไม้ปาล์ม",
  "32": "หีบเห็ด",
  "33": "หีบป่าเขียว",
  "34": "หีบสไลม์",
  "35": "หีบดันเจี้ยนสีเขียว",
  "36": "หีบดันเจี้ยนสีเขียวล็อกกุญแจ",
  "37": "หีบดันเจี้ยนสีชมพู",
  "38": "หีบดันเจี้ยนสีชมพูล็อกกุญแจ",
  "39": "หีบดันเจี้ยนสีฟ้า",
  "3": "หีบเงา",
  "40": "หีบดันเจี้ยนสีฟ้าล็อกกุญแจ",
  "41": "หีบกระดูก",
  "42": "หีบกระบองเพขร",
  "43": "หีบก้อนเนื้อ",
  "44": "หีบหินออบซิเดียน",
  "45": "กล่องฟักทอง",
  "46": "หีบน่าสยอง",
  "47": "หีบแก้ว",
  "48": "หีบเอเลี่ยน",
  "49": "หีบอุกกาบาต",
  "4": "หีบเงาล็อกกุญแจ",
  "50": "หีบหินแกรนิต",
  "51": "หีบหินอ่อน",
  "5": "ถังไม้",
  "6": "ถังขยะ",
  "7": "หีบไม้มะเกลือ",
  "8": "หีบไม้มะฮอกานี",
  "9": "หีบไม้มุก"
 },
 "LegacyDresserType": {
  "0": "ตู้เสื้อผ้า",
  "10": "ตู้เสื้อผ้ากระดูก",
  "11": "ตู้เสื้อผ้ากระบองเพชร",
  "12": "ตู้เสื้อผ้าไม้สยอง",
  "13": "ตู้เสื้อผ้านภาพรรณ",
  "14": "ตู้เสื้อผ้ารังผึ้ง",
  "15": "ตู้เสื้อผ้านครวัด",
  "16": "ตู้เสื้อผ้าไม้ปาล์ม",
  "17": "ตู้เสื้อผ้าเห็ด",
  "18": "ตู้เสื้อผ้าไม้ป่าเขียว",
  "19": "ตู้เสื้อผ้าสไลม์",
  "1": "ตู้เสื้อผ้าไม้มะเกลือ",
  "20": "ตู้เสื้อผ้าฟักทอง",
  "21": "ตู้เสื้อผ้าเครื่องจักรไอน้ำ",
  "22": "ตู้เสื้อผ้าแก้ว",
  "23": "ตู้เสื้อผ้าก้อนเนื้อ",
  "24": "ตู้เสื้อผ้าเอเลี่ยน",
  "25": "ตู้เสื้อผ้าอุกกาบาต",
  "26": "ตู้เสื้อผ้าหินแกรนิต",
  "27": "ตู้เสื้อผ้าหินอ่อน",
  "28": "{$ItemName.CrystalDresser}",
  "29": "{$ItemName.DynastyDresser}",
  "2": "ตู้เสื้อผ้าไม้มะฮอกานี",
  "30": "{$ItemName.FrozenDresser}",
  "31": "{$ItemName.LivingWoodDresser}",
  		"32": "{$ItemName.SpiderDresser}",
		"33": "{$ItemName.LesionDresser}",
		"34": "{$ItemName.SolarDresser}",
		"35": "{$ItemName.VortexDresser}",
		"36": "{$ItemName.NebulaDresser}",
		"37": "{$ItemName.StardustDresser}",
		"38": "{$ItemName.SandstoneDresser}",
		"39": "{$ItemName.BambooDresser}",
  "3": "ตู้เสื้อผ้ามุก",
  "4": "ตู้เสื้อผ้าไม้เฉดวู้ด",
  "5": "ตู้เสื้อผ้าดันเจี้ยนสีฟ้า",
  "6": "ตู้เสื้อผ้าดันเจี้ยนสีเขียว",
  "7": "ตู้เสื้อผ้าดันเจี้ยนสีชมพู",
  "8": "ตู้เสื้อผ้าทองคำ",
  "9": "ตู้เสื้อผ้าหินออบซิเดียน"
 },
 "LegacyChestType2": {
"0": "{$ItemName.CrystalChest}",
		"1": "{$ItemName.GoldenChest}",
		"2": "{$ItemName.SpiderChest}",
		"3": "{$ItemName.LesionChest}",
		"4": "{$ItemName.GoldChest}",		
		"5": "{$ItemName.SolarChest}",		
		"6": "{$ItemName.VortexChest}",		
		"7": "{$ItemName.NebulaChest}",		
		"8": "{$ItemName.StardustChest}",
		"9": "{$ItemName.GolfChest}",
		"10": "{$ItemName.DesertChest}",
		"11": "{$ItemName.BambooChest}",
		"12": "{$ItemName.DungeonDesertChest}",
		"13": "{$ItemName.DungeonDesertChest}ที่ถูกล็อก"
 }
}